Repository: instruccionesaldorso/monteverdealojamiento.com
Catalog: web/typo3conf/l10n/*/powermail/mod1/*.locallang.xlf
Languages: es, fr

# function1
source: Powermail list and export
es: PowerMail lista y exportación
fr: Powermail liste et export

# function2
source: Powermail charts
es: PowerMail gráficos
fr: Powermail / Statistiques

# nopowermails1
source: No powermails on current page!
es: ¡No hay powermails en la página actual!
fr: Aucun powermail sur cette page!

# nopowermails2
source: Please choose a page with powermails inside.
es: Por favor, elija una página con powermails en su interior.
fr: Veuillez choisir une page avec powermail dans l'arborescence.

# title_date
source: Date
es: Fecha

# title_sender
source: Sender
es: Remitente
fr: Expéditeur

# title_IP
source: Sender IP
es: IP del remitente
fr: IP de l'expéditeur

# title_receiver
source: Receiver
es: Destinatario
fr: Destinataire

# title_details
source: Details
es: Detalles
fr: Détails

# title_delete
source: Delete
es: Eliminar
fr: Effacer

# export_download_success
source: Success!
es: ¡Hecho!
fr: Succès!

# export_download_download
source: Download CSV File
es: Descargar archivo CSV
fr: Télécharger le fichier CSV

# export_download_downloadZIP
source: Download compressed CSV File
es: Descargar archivo CSV comprimido
fr: Télécharger le fichier CSV compressé

# export_icon_excel
source: Export to excel file format
es: Exportar a formato de archivo de Excel
fr: Exporter au format Excel

# export_icon_csv
source: Export to csv file format
es: Exportar a formato de archivo CSV
fr: Exporter au format CSV

# export_icon_html
source: Export to HTML table
es: Exportar a tabla HTML
fr: Exporte en tableau HTML

# icon_deloff
source: Delete after export disabled! Click to enable delete after export
es: Eliminar después de habilitar la exportación! Haga clic para activar eliminar después de la exportación
fr: La suppression après l'export a été désactivée. Cliquez pour autoriser la suppression après l'export!

# icon_delon
source: Delete after export enabled! Click to disable delete after export
es: ¡Eliminar después de la exportación permitido! Haga clic para desactivar la eliminación después de la exportación
fr: La suppression après l'export a été désactivée. Cliquez pour autoriser la suppression après l'export!

# icon_print
source: Click here to print this view
es: Haga clic aquí para imprimir esta vista
fr: Cliquez ici pour imprimer cette vue

# icon_close
source: Click hier to close the window
es: Haz clic aquí para cerrar la ventana
fr: Cliquez ici pour fermer cette fenêtre

# delall_sure
source: If you are going on, all mails will be deleted after export, are you sure?
es: Si usted realiza esto, todos los correos electrónicos serán eliminados después de la exportación, ¿estás seguro?
fr: Tous les mails vont être supprimés après l'export, êtes-vous sûr ?

# pagebrowser_page
source: page
es: Página

# pagebrowser_upto
source: up to
es: Subir a
fr: monter

# pagebrowser_within
source: within
es: Dentro de
fr: entre

# filter_start
source: Start
es: Empezar
fr: Début

# filter_end
source: End
es: Terminar
fr: Fin

# del_sure
source: Are you sure to delete this entry?
es: ¿Estás seguro de eliminar esta entrada?
fr: Êtes-vous sûr de vouloir effacer cette entrée ?

# del_message
source: Mail with uid %s deleted!
es: ¡Correo con id %s borrado!
fr: Le mail avec l'uid %s a été effacé !

# chart_chart
source: Chart: Number of the last mails
es: Gráfico: Número de los últimos correos
fr: Graphique : Nombre des derniers mails

# chart_table
source: Table: Details about the last mails
es: Tabla: Detalles sobre los últimos correos
fr: Tableau : Détails sur les derniers mails

source: Path
es: Ruta
fr: Chemin

# wait
source: Please wait...
es: Por favor, espere...
fr: Veuillez patienter...

# loading
source: Loading mails
es: Cargar correos
fr: Chargement des mails

source: Delete
es: Eliminar
fr: Supprimer

source: Per Page
es: Por página
fr: Par page

# deletechosen
source: Delete chosen mails
es: Eliminar mensajes seleccionados
fr: Supprimer les mails sélectionnés

# choseline
source: An error has occurred
es: Ha ocurrido un error
fr: Une erreur s'est produite

# choseline2
source: Please select at least one row.
es: Por favor, seleccione al menos una fila.
fr: Veuillez sélectionner au moins une ligne.

source: Yes
es: Sí
fr: Oui

source: Created
es: Creado
fr: Créé

# delsure
source: Do you really want to delete the chosen rows?
es: ¿Estás seguro que quieres eliminar las filas seleccionadas?
fr: Voulez-vous vraiment supprimer les lignes sélectionnées?

# showrows
source: Show rows {0} - {1} of {2}
es: Mostrar filas {0} - {1} de {2}
fr: Afficher les lignes {0} - {1} de {2}

# noresults
source: There are no mails
es: No hay más emails
fr: Il n'y a pas de mail

source: Rows
es: Filas
fr: Lignes

# shortcut
source: Create a shortcut to this page
es: Crear un acceso directo a esta página
fr: Créer un raccourci pour cette page

source: Export format:
es: Exportar en formato:
fr: Format d'export:

# exportpdf
source: PDF Export
es: Exportar PDF
fr: Export PDF

# exporthtml
source: HTML Export
es: Exportar HTML
fr: Export HTML

# exportcsv
source: CSV Export
es: Exportar CSV
fr: Export CSV

# exportxls
source: XLS Export
es: Exportar XLS
fr: Export XLS

source: Start:
es: Inicio:
fr: Début:

source: End:
es: Fin:
fr: Fin:

source: Date
es: Fecha

source: Sender
es: Remitente
fr: Expéditeur

source: Receiver
es: Destinatario
fr: Destinataire

# ip
source: IP-Address
es: Dirección IP
fr: Adresse IP

# phpexcel_library
source: You need the extension phpexcel_library to use this feature!
es: ¡Se necesita la extensión phpexcel_library para utilizar esta función!
fr: L'extension phpexcel_library est nécessaire pour utiliser cette fonctionnalité !

# noPdf
source: This export format is currently not implemented. Please contact the powermail development team, if you want to sponsor this feature.
es: Este formato de exportación no se aplican actualmente. Por favor, póngase en contacto con el equipo de desarrollo PowerMail, si usted desea aplicar esta función.
fr: Ce format d'export n'est actuellement pas implémenté. Veuillez contacter l'équipe de développement de Powermail si vous souhaitez sponsoriser cette fonctionnalité.

source: No
fr: Non
