Repository: instruccionesaldorso/monteverdealojamiento.com
Catalog: web/typo3conf/l10n/*/powermail/Resources/Private/Language/*.locallang.xlf
Languages: fr

source: Please choose...
fr: Veuillez choisir...

# back
source: Go back
fr: Retour

# In2codePowermailDomainModelMail.senderMail
source: Senders Email
fr: Email de l'expéditeur

# In2codePowermailDomainModelMail.subject
source: Subject
fr: Sujet

# In2codePowermailDomainModelMail.body
source: Email Text
fr: Texte de l'email

# In2codePowermailDomainModelMail.feuser
source: Frontend User
fr: Utilisateur Frontend

# In2codePowermailDomainModelMail.senderIp
source: Senders IP-Address
fr: Adresse IP de l'expéditeur

# In2codePowermailDomainModelMail.userAgent
source: Senders Browser-Signature
fr: Navigateur de l'expéditeur

# In2codePowermailDomainModelMail.time
source: Time for form submit
fr: Délai d'envoi du formulaire

# In2codePowermailDomainModelMail.datetime
source: Time
fr: Heure

# In2codePowermailDomainModelMail.marketingRefererDomain
source: Referer Domain
fr: Domaine référant

# In2codePowermailDomainModelMail.marketingReferer
source: Referer URI
fr: URL réferant

# In2codePowermailDomainModelMail.marketingCountry
source: Visitors Country
fr: Pays des visiteurs

# In2codePowermailDomainModelMail.marketingMobileDevice
source: Visitor uses a Mobile Device
fr: Le visiteur utilise un mobile

# In2codePowermailDomainModelMail.marketingFrontendLanguage
source: Website Language
fr: Langue du site web

# In2codePowermailDomainModelMail.marketingBrowserLanguage
source: Browser Language
fr: Langue du navigateur

# In2codePowermailDomainModelMail.marketingPageFunnel
source: Page Funnel
fr: Conteneur

# In2codePowermailDomainModelMail.hidden
source: Disabled
fr: Désactivé

# note_html
source: For security reasons, it is not allowed to show html tags by default. You can enable it with TypoScript (see powermail manual), but be aware, that editors can also add HTML and XSS.
fr: Pour des raisons de sécurité, il n'est pas autorisé d'afficher les balises html par défaut. Vous pouvez les activer avec le TypoScript (voir le manuel PowerMail), mais soyez conscient que les éditeurs peuvent également ajouter du code HTML et XSS.

# mail_created
source: Mail successfully sent!
fr: Le courrier a été envoyé avec succès !

# mail_created_failure
source: Failure, mail could not be sent!
fr: Échec, le mail ne peut pas être envoyé !

# confirmation_message
source: Are these values correct?
fr: Ces valeurs sont-elles correctes ?

# confirmation_next
source: Next
fr: Suivant

# confirmation_prev
source: Previous
fr: Précédent

# optin_seeMail
source: Please have a look into your mail account and confirm this action.
fr: Veuillez regarder dans votre boîte mail et confirmez cette action.

# optin_subject
source: Please confirm your Email
fr: Confirmer votre adresse email

# optin_mail_link
source: Please confirm with a click:
fr: Merci de confirmer par un clic :

# optin_mail_confirm_failed
source: The given Link is not correct
fr: Le lien donné n'est pas correct

# optin_mail_confirm_done
source: The mail was already confirmed
fr: Le mail a déjà été confirmé

# error_mail_not_created
source: Error, Mail could not sent correctly!
fr: Erreur, l'email ne peut pas être envoyé correctement !

# error_no_typoscript
source: No TypoScript settings given. Admin, did you already include the "Main" static template?
fr: Aucune configuration TypoScript trouvée. Admin as-tu inclus le gabarit statique "Main" ?

# error_no_typoscript_pi2
source: No TypoScript settings given. Admin, did you already include the "Powermail_Frontend" static template?
fr: Aucune configuration TypoScript trouvée. Admin, as-tu inclus le gabarit statique "Powermail_Frontend" ?

# error_no_sender_name
source: No Sendername
fr: Pas d'expéditeur

# error_no_sender_email
source: noreply
fr: ne_pas_repondre

# error_no_form
source: No form to show
fr: Aucun formulaire à afficher

# error_wrong_captcha
source: Wrong Captcha value, please try again!
fr: Valeur du Captcha erronée, veuillez réessayer !

# validationerror_mandatory
source: This field must be filled!
fr: Ce champ doit être rempli !

# validationerror_mandatory_multi
source: One of these fields must be filled!
fr: Un de ces champs doit être rempli !

# validationerror_captcha
source: Wrong captcha code entered - please try again!
fr: Le code captcha entré est invalide - veuillez réessayer !

# validationerror_password
source: Both Password-Fields are not equal!
fr: Les deux champs mots de passe ne sont pas identiques !

# validationerror_unique
source: This value is already in use - please use a new one!
fr: Cette valeur est déjà utilisée - merci d'en utiliser une nouvelle !

# validationerror_validation
source: Your input is not allowed!
fr: Votre entrée n'est pas autorisée !

# validationerror_validation.1
source: This is not a valid email address!
fr: Cette adresse email n'est pas valide !

# validationerror_validation.2
source: This is not a valid URL!
fr: Cette URL n'est pas une URL valide !

# validationerror_validation.3
source: This is not a valid Phone Number!
fr: Ce numéro de téléphone n'est pas valide !

# validationerror_validation.4
source: Please insert numbers only!
fr: Veuillez insérer uniquement des numéros !

# validationerror_validation.5
source: Please insert letters only!
fr: Veuillez insérer uniquement des lettres !

# validationerror_validation.6
source: Please increase number!
fr: Merci d'augmenter le nombre !

# validationerror_validation.7
source: Please decrease number!
fr: Merci de diminuer le nombre !

# validationerror_validation.8
source: Number to high or to low!
fr: Le nombre est trop élevé ou trop bas !

# validationerror_validation.10
source: Error in validation!
fr: Erreur durant la validation !

# validationerror_upload_extension
source: It's not allowed to upload a file with this extension!
fr: Il n'est pas autorisé de transférer un fichier avec cette extension !

# validationerror_upload_size
source: The file, that you want to upload is too large!
fr: Le fichier que vous souhaitez transférer est trop lourd !

# validationerror_upload_error
source: Upload failed, please check permissons on the server!
fr: Transfert échoué, contrôlez les permissions sur le serveur !

# validationerror_spam
source: Spam recognized:
fr: Spam identifié :

# validationerror_spam_details
source: Spam chance in this message!
fr: Probabilité de spam dans ce message !

# writePasswordAgain
source: Please write again
fr: Veuillez svp réécrire

# datepicker_format_date
source: Y-m-d
fr: d.m.Y

# datepicker_format_datetime
source: Y-m-d H:i
fr: d.m.Y H:i

# datepicker_day_so
source: So
fr: Di

# datepicker_day_mo
source: Mo
fr: Lu

# datepicker_day_tu
source: Tu
fr: Ma

# datepicker_day_we
source: We
fr: Me

# datepicker_day_th
source: Th
fr: Je

# datepicker_day_fr
source: Fr
fr: Ve

# datepicker_month_jan
source: January
fr: janvier

# datepicker_month_feb
source: February
fr: février

# datepicker_month_mar
source: March
fr: mars

# datepicker_month_apr
source: April
fr: avril

# datepicker_month_may
source: May
fr: mai

# datepicker_month_jun
source: June
fr: juin

# datepicker_month_jul
source: July
fr: juillet

# datepicker_month_aug
source: August
fr: août

# datepicker_month_sep
source: September
fr: septembre

# datepicker_month_oct
source: October
fr: octobre

# datepicker_month_nov
source: November
fr: novembre

# datepicker_month_dec
source: December
fr: décembre

# JsValidationCheckCheckboxes
source: Please check min. 1
fr: Sélectionner au moins une option s'il vous plaît.

# JsValidationCheckInteger
source: Not a valid number
fr: Nombre invalide

# JsValidationCheckRequired
source: This field is required
fr: Ce champ est requis

# JsValidationCheckRequiredOption
source: Please select an option
fr: Sélectionner une option svp

# JsValidationCheckEmail
source: Invalid Email
fr: Courriel invalide

# JsValidationCheckUrl
source: Invalid URL
fr: URL invalide

# JsValidationCheckPhone
source: Invalid Phone No
fr: Numéro de téléphone invalide

# JsValidationCheckLetters
source: Only Letters allowed
fr: Seules les lettres sont autorisées

# BackendSelectionList
source: Mail List
fr: Liste d'adresses électroniques

# BackendSelectionReporting
source: Reporting
fr: Rapport

# BackendSelectionReportingForm
source: Reporting (Form)
fr: Rapport (Formulaires)

# BackendSelectionReportingMarketing
source: Reporting (Marketing)
fr: Rapport (Marketing)

# BackendSelectionTools
source: Tools
fr: Outils

# BackendSelectionOverview
source: Form Overview
fr: Vue d'ensemble des formulaires

# BackendSelectionCheck
source: Function Check
fr: Vérification des fonctionnalités

# BackendSelectionConverterTitle
source: Form Converter
fr: Convertisseur de formulaires

# BackendSelectionConverterTitle2
source: Converts all Powermail 1.x to 2.x Forms
fr: Convertir tous les formulaires Powermail 1.x vers 2.x

# BackendSelectionConverterTitle4
source: Attention: Please backup your database before converting. This step is irreversible.
fr: Attention : Merci de sauvegarder votre base de données avant de lancer la conversion. Cette étape est irréversible.

# BackendListMultiselectLabel
source: record(s) selected:
fr: enregistrement(s) sélectionné(s) :

# BackendConverterFormSave
source: Save new forms on page with PID
fr: Enregistrer les nouveaux formulaires dans la page avec le PID renseigné

# BackendConverterFormDefaultReceiverName
source: Default Receiver Name
fr: Nom du destinataire par défaut

# BackendConverterFormDefaultSenderNameConfirmationMail
source: Default Sender Name for Confirmation Mail
fr: Nom de l'expéditeur par défaut pour les mails de confirmation

# BackendConverterFormDefaultSenderMailConfirmationMail
source: Default Sender Email for Confirmation Mail
fr: E-mail de l'expéditeur par défaut pour les mails de confirmation

# BackendConverterFormDefaultParseFunc
source: ParseFunc Path in TypoScript (without prefix lib.).
fr: Chemin de la ParseFunc TypoScript (sans le préfixe lib.).

# BackendConverterFormDefaultParseFuncTroubleText
source: If you have trouble with form converting, you can let this value completely empty.
fr: Si vous rencontrez des problèmes avec la conversion des formulaires, vous pouvez laisser cette valeur vide.

# BackendConverterFormHidden
source: Ignore Old Hidden Forms
fr: Ignorer les anciens formulaires cachés

# BackendConverterFormDryrun
source: Do only a Test Run (no records will be generated or deleted)
fr: Faire uniquement une simulation (aucun enregistrement ne sera supprimé ou généré)

# BackendConverterOldForms
source: Old Forms (tt_content)
fr: Anciens formulaires (tt_content)

# BackendConverterLanguage
source: Language
fr: Langue

# BackendConverterTitle
source: Title
fr: Titre

# BackendConverterRecipient
source: Recipient
fr: Destinataire

# BackendConverterSubject
source: Subject
fr: Sujet

# BackendConverterFieldsetAmount
source: Number of Fieldsets
fr: Nombre de groupes de champs (fieldset)

# BackendConverterConfirmationPage
source: Confirmation Page
fr: Page de confirmation

# BackendConverterNoOldForms
source: No old Forms found
fr: Aucun ancien formulaire trouvé

# BackendConverterUpdateTitle2
source: Overview: Converted Forms
fr: Vue d'ensemble : formulaires convertis

# BackendConverterUpdateMessageOk
source: Form(s) successfully generated!
fr: Formulaires générés avec succès !

# BackendConverterUpdateMessageNote
source: Form(s) could be migrated
fr: Des formulaires peuvent être migrés

# BackendConverterUpdateFormTitle
source: Title
fr: Titre

# BackendConverterUpdateFormHidden
source: Hidden
fr: Caché

# BackendConverterUpdateFormPageAmount
source: Page Amount
fr: Nombre de pages

# BackendConverterUpdatePageTitle
source: Title
fr: Titre

# BackendConverterUpdatePageLayout
source: Layout
fr: Disposition

# BackendConverterUpdatePageFieldAmount
source: Field Amount
fr: Nombre de champs

# BackendConverterUpdatePageFields
source: Fields
fr: Champs

# BackendConverterUpdateFieldTitle
source: Title
fr: Titre

# BackendConverterUpdateFieldProperties
source: Properties
fr: Propriétés

# BackendConverterUpdateNoFormsConverted
source: No Forms converted
fr: Aucun formulaire converti

# BackendCheckTitle
source: Powermail Check
fr: Vérification de Powermail

# BackendCheckTryToFix
source: Solve problem
fr: Résoudre le problème

# BackendCheckSessionTitle
source: Frontend Session Check
fr: Vérification de la session front-end

# BackendCheckSessionCorrect
source: Frontend Sessions are working properly by using $GLOBALS['TSFE']->fe_user->getKey() and ->setKey()
fr: Les sessions frontend fonctionnent correctement en utilisant $GLOBALS['TSFE']->fe_user->getKey() et ->setKey()

# BackendCheckSessionFailed
source: Frontend Sessions are working not properly by using $GLOBALS['TSFE']->fe_user->getKey() and ->setKey() - please ask your Administrator
fr: Les sessions frontend ne fonctionnent pas correctement en utilisant $GLOBALS['TSFE']->fe_user->getKey() et ->setKey() - veuillez avertir votre administrateur

# BackendCheckExtMngConfigTitle
source: Extension Manager Updated
fr: Gestion d'extension mis à jour

# BackendCheckExtMngConfigCorrect
source: Extension is correct installed - all settings available from localconf.php
fr: L'extension est correctement installée - toutes les options sont disponibles depuis localconf.php

# BackendCheckExtMngConfigFailed
source: Extension was not correct installed - please click the update button in the Extension Manager
fr: L'extension n'est pas installée correctement - cliquer svp sur le bouton de mise à jour dans le gestionnaire d'extensions

# BackendCheckVersionNoInformation
source: It could not be verified if this version is secure or unsecure. Please update the extensions in the Extension Manager.
fr: Il n'a pas été possible de vérifier la sécurité de l'extension. Veuillez mettre à jour les extensions dans le gestionnaire d'extensions.

# BackendCheckVersionUpToDate
source: The installed version of powermail is up-to-date
fr: La version installée de powermail est à jour

# BackendCheckVersionSecurity
source: The installed version of powermail contains a known security bug. Please update your powermail extension as soon as possible.
fr: La version installée de powermail contient des failles de sécurité. Veuillez mettre à jour l'extension dès que possible.

# BackendCheckVersionUpgrade
source: A newer version of powermail is available
fr: Une nouvelle version de powermail est disponible

# BackendCheckT3VersionTitle
source: TYPO3 Version
fr: Version TYPO3

# BackendCheckT3VersionCorrect
source: The used TYPO3 version is correct for this Powermail version
fr: La version TYPO3 utilisée est correct pour cette version de Powermail

# BackendCheckT3VersionFailed
source: Please check the TYPO3 version - maybe Powermail works not properly in this version
fr: Contrôler svp la version de TYPO3 - peut-être que Powermail ne fonctionne pas correctement pour cette version

# BackendCheckUploadsFolderTitle
source: Upload Folder
fr: Dossier de téléchargement

# BackendCheckUploadsFolderCorrect
source: Default Upload Folder exists (uploads/tx_powermail/)
fr: Le dossier de téléchargement par défaut existe (uploads/tx_powermail/)

# BackendCheckUploadsFolderFailed
source: Default Upload Folder don't exists (uploads/tx_powermail/)
fr: Le dossier de téléchargement par défaut n'existe pas (uploads/tx_powermail/)

# BackendCheckWrongLocalizedFormsTitle
source: Localized Forms
fr: Formulaire(s) localisé(s)

# BackendCheckWrongLocalizedFormsCorrect
source: No failures in forms found on this system
fr: Aucunes défaillances n'ont été trouvées dans les formulaires sur ce système

# BackendCheckWrongLocalizedFormsFailed
source: There are localized forms with empty tx_powermail_domain_model_form.pages fields which can lead to problems in rendering localized Forms in Frontend
fr: Il y a des formulaire localisés avec des champs tx_powermail_domain_model_forms.pages vides ce qui peut entraîner des problèmes pour les restituer en Frontend

# BackendCheckWrongLocalizedPagesTitle
source: Localized Pages
fr: Pages localisées

# BackendCheckWrongLocalizedPagesCorrect
source: No failures in pages found on this system
fr: Aucunes défaillances n'ont été trouvées dans les pages sur ce système

# BackendCheckWrongLocalizedPagesFailed
source: There are localized pages with empty tx_powermail_domain_model_page.forms fields which can lead to problems in managing localized pages
fr: Il y a des pages localisées avec des champs tx_powermail_domain_model_pages.forms vides ce qui pourrait conduire à des problèmes pour gérer les pages localisées.

# BackendCheckDevelopmentContextTitle
source: Development Context
fr: Contexte de développement

# BackendCheckDevelopmentContextActive
source: This TYPO3 instance is running in development context. All mails will be send to %s only.
fr: Cette instance de TYPO3 s'exécute en contexte de développement. Tous les mails seront uniquement envoyé à %s.

# BackendOverviewTitle
source: Form Overview
fr: Vue d'ensemble des formulaires

# BackendOverviewTitle2
source: All Forms within page
fr: Tous les formulaires de la page

# BackendOverviewTitle3
source: (and its subpages)
fr: (et ses sous-pages)

# BackendOverviewTitle4
source: Show All Forms
fr: Afficher tous les formulaires

# BackendOverviewTitle5
source: All Forms in this CMS
fr: Tous les formulaires du CMS

# BackendOverviewTable
source: Forms
fr: Formulaires

# BackendOverviewCol1
source: Form Title
fr: Titre du formulaire

# BackendOverviewCol2
source: Stored on Page
fr: Enregistré sur la page

# BackendOverviewCol3
source: Used on Page
fr: Utilisé sur la page

# BackendOverviewCol4
source: Powermail Pages
fr: Pages powermail

# BackendOverviewCol5
source: Powermail Fields
fr: Champs powermail

# BackendOverviewFields
source: Field(s)
fr: Champ(s)

# BackendOverviewNoForms
source: No Forms found
fr: Aucun formulaire trouvé

# BackendFunctionTitle
source: Function-Test Section
fr: Section de test de fonction

# BackendEmailTitle
source: Test Email Sending
fr: Courriel de test envoyé

# BackendEmailFormTitle
source: Test email generation with powermail
fr: Test de génération de courriel avec Powermail

# BackendEmailFormReceiver
source: Receiver Email
fr: Courriel du récepteur

# BackendCheckEmailTitle
source: Email Sending Status
fr: Statut d'envoi de courriel

# BackendCheckEmailCorrect
source: Email send without problems (mail transmitted to mailserver)
fr: Courriel envoyé sans problème (courrier transmis au serveur de mail)

# BackendCheckEmailFailed
source: Email cound not send properly (ask your Adminstrator)
fr: Le courriel ne peut être envoyé correctement (demander à votre administrateur)

# BackendCheckStaticTemplateCorrect
source: Static TypoScript Template is available on current page.
fr: Static TypoScript Template est disponible sur la page courante

# BackendCheckStaticTemplateFailed
source: Static TypoScript Template is not available on current page.
fr: Static TypoScript Template n'est pas disponible sur la page courante

# BackendCheckComposerModeTitle
source: Composer Mode
fr: Mode de Composer

# BackendListTitle
source: Mail Listings
fr: Liste de distribution

# BackendListMails
source: Mails
fr: Courriels

# BackendListMailDelete
source: Delete Mail
fr: Supprimer des courriels

# BackendListMailDeleteConfirmation
source: Really Delete This Mail?
fr: Réellement supprimer ce courriel?

# BackendListHelpDetails
source: Show Mail Details
fr: Montrer les détails du courriel

# BackendListHelpEdit
source: Edit this Mail
fr: Éditer ce courriel

# BackendListHelpUnhide
source: Activate this Mail
fr: Activer ce courriel

# BackendListHelpHide
source: Deactivate this Mail
fr: Désactiver ce courriel

# BackendListNoMails
source: No Mails to show
fr: Aucun mail à afficher

# BackendListNoMailsSub
source: Please choose another page or modify your filter settings
fr: Choisissez svp une autre page ou modifiez les préférences de votre filtre

# BackendListFilterFulltextSearch
source: Fulltext Search:
fr: Recherche plein texte :

# BackendListFilterFulltextSearchFormFilter
source: Reduce to one form:
fr: Réduire à un formulaire :

# BackendListFilterFulltextSearchSubmit
source: Filter List
fr: Liste des filtres

# BackendListFilterExtendedSearch
source: Extended Search
fr: Recherche étendue

# BackendListFilterStart
source: Start
fr: Début

# BackendListFilterEnd
source: Stop
fr: Fin

# BackendListFilterName
source: Sender Name
fr: Nom de l'expéditeur

# BackendListFilterMail
source: Sender Email
fr: Courriel de l'expéditeur

# BackendListFilterSubject
source: Subject
fr: Sujet

# BackendListFilterHidden
source: Deactivated Mails
fr: Courriels désactivés

# BackendListFilterDefaultFields
source: Default Fields
fr: Champs par défaut

# BackendListFilterAddField
source: Additional Fields
fr: Champs additionnels

# BackendListFilterClean
source: Delete Filters
fr: Filtres supprimés

# BackendListFilterCleanLink
source: Show all Mails
fr: Montrer tous les courriels

# BackendListFilterShowHidden
source: Show only deactivated Mails
fr: Montrer seulement les courriels désactivés

# BackendListFilterShowNonHidden
source: Show only activated Mails
fr: Montrer seulement les courriels activés

# BackendListFilterExtendedExport
source: Extended Export Settings
fr: Paramètres étendus d'export

# BackendListFilterExtendedExportLeftLabel
source: Columns in Export file
fr: Colonnes dans le fichier d'export

# BackendListFilterExtendedExportRightLabel
source: Available Columns
fr: Colonnes disponibles

# BackendReportingTitle
source: Mail Reporting
fr: Report de courriel

# BackendReportingForm
source: Form Reporting
fr: Rapport de formulaire

# BackendReportingFormTitle
source: Form Reporting
fr: Rapport de formulaire

# BackendReportingFormValue
source: Value
fr: Valeur

# BackendReportingFormSubtitle1
source: Reporting with
fr: Rapporté avec

# BackendReportingFormAmount
source: Amount
fr: Montant

# BackendReportingMarketing
source: Marketing Reporting
fr: Rapport marketing

# BackendReportingMarketingTitle
source: Marketing Reporting
fr: Rapport marketing

# BackendReportingNoValues
source: No Values to Show
fr: Aucune valeur à afficher

# BackendPluginInformationTitleMailForm
source: Mailform configuration
fr: Configuration de mailform

# BackendPluginInformationTitleLastMails
source: Last mails from this form
fr: Derniers mails de ce formulaire

# BackendPluginInformationTitlePi2
source: Show and manage mails in Frontend
fr: Afficher et gérer les mails dans Frontend

# PowermailFrontendNoMails
source: No Mails found.
fr: Aucun courriel trouvé.

# PowermailFrontendFilterAll
source: All
fr: Tous

# PowermailFrontendFilterSubmit
source: Filter Now
fr: Filtrer maintenant

# PowermailFrontendNoMailsDetail
source: Please edit your filtersettings.
fr: Éditer svp vos paramètres de filtres.

# PowermailFrontendDetailView
source: Details
fr: Détails

# PowermailFrontendEditView
source: Edit
fr: Editer

# PowermailFrontendEditSubmit
source: Save Changes
fr: Sauvegarder les changements

# PowermailFrontendEditConfirm
source: Changes successfully saved
fr: Changements sauvegardés avec succès

# PowermailFrontendEditNoMail
source: Missing required Mail parameter
fr: Paramètre de mail est requis

# PowermailFrontendEditFailed
source: You are not allowed to make changes
fr: Vous n'êtes pas autorisés à apporter des changements

# PowermailFrontendEditSuccessful
source: Changes successfully saved
fr: Changements sauvegardés avec succès

# PowermailFrontendDeleteFailed
source: Record could not be removed
fr: L'enregistrement n'a pas pu être supprimé

# PowermailFrontendDeleteSuccessful
source: Record successfully removed
fr: Enregistrement supprimé avec succès

# ExtensionManagerConvertingScriptSuccess
source: All tables successfully converted
fr: Toutes les tables converties avec succès
