Repository: instruccionesaldorso/monteverdealojamiento.com
Catalog: web/typo3conf/l10n/*/powermail/Resources/Private/Language/*.locallang.xlf
Languages: fr

# ExtensionManagerConvertingScriptStopNoTablesFound
source: Failure! Tables could not be converted because there is one or more old tables missing (tx_powermail_domain_model_mails, tx_powermail_domain_model_answers, tx_powermail_domain_model_forms, tx_powermail_domain_model_pages, tx_powermail_domain_model_fields)
fr: Échec! Les tables n'ont pas pu être converties car il manque une ou plusieurs anciennes tables (tx_powermail_domain_model_mails, tx_powermail_domain_model_answers, tx_powermail_domain_model_forms, tx_powermail_domain_model_pages, tx_powermail_domain_model_fields)

source: Back
fr: Retour

# Clock
source: o'clock
fr: heures

# ClearFilter
source: Delete Filter
fr: Supprimer le filtre

source: Emails
fr: Courriels

source: Formfield
fr: Champs de formulaire

source: Marketing Information
fr: Information marketing

# honeypodLabel
source: Don't fill this field!
fr: Ne pas remplir ce champ !

source: Delete All Files
fr: Supprimer tous les fichiers
