Repository: instruccionesaldorso/monteverdealojamiento.com
Catalog: web/typo3conf/l10n/*/powermail/pi1/*.locallang.xlf
Languages: es, fr

# powermailmarker_notitle
source: ERROR: No title to current field found in DB (%s)
es: ERROR: No hay título para el campo actual que se encuentra en base de datos (%s)
fr: ERREUR : Pas de titre sur le champ courant trouvé dans la base de données (%s)

# locallangmarker_confirmation_question
source: Are these values correct?
es: ¿ Son los datos correctos?
fr: Ces informations sont-elles correctes ?

# locallangmarker_confirmation_back
source: Go back
es: Volver
fr: Retour

# locallangmarker_confirmation_files
source: Attached file %s:
es: Archivo adjunto %s:
fr: Fichier joint %s:

# locallangmarker_email_receiver
source: Thank you for your email:
es: Gracias por su EMAIL:
fr: Merci pour votre email :

# locallangmarker_email_sender
source: You've got a new email:
es: Tiene EMAIL nuevo:
fr: Vous avez un nouvel email :

# locallangmarker_mandatory_message
source: There are some errors:
es: Se han encontrado errores:
fr: Il y a des erreurs :

# locallangmarker_mandatory_emptyfield
source: This field must be filled:
es: Este campo es obligatorio:
fr: Ce champ doit être rempli :

# locallangmarker_mandatory_submit
source: Go back to the form
es: Volver al formulario
fr: Retour au formulaire

# locallangmarker_error_validemail
source: This is not a valid email address:
es: La dirección de EMAIL es incorrecta:
fr: Cette adresse email n'est pas valide :

# locallangmarker_error_file_main
source: This file could not be uploaded:
es: Este archivo no hay podido descargarse:
fr: Ce fichier ne peut pas être chargé :

# locallangmarker_error_file_toolarge
source: This file is too large:
es: El archivo es demasiado grande:
fr: Ce fichier est trop grand :

# locallangmarker_error_file_extension
source: This file extension is not allowed:
es: Este tipo de extension no está permitida:
fr: Cette extension de fichier n'est pas autorisée

# locallangmarker_error_file_mimetype
source: Uploaded file don't fits mime check:
es: El archivo cargado no se ajusta a la mímica de verificación:
fr: Le fichier transmis ne correspond pas au contrôle du type mime :

# error_check_recipient
source: Please fill in this backend field: Email address of receiver
es: Dirección EMAIL del destinatario
fr: Veuillez remplir les champs backend : Adresse email du destinataire

# error_check_noTS
source: Typoscript for powermail missing!
es: ¡Falta TypoScript de PowerMail!
fr: Il manque le Typoscript pour powermail !

# error_captcha_empty
source: Captcha Code empty
es: Falta código
fr: Le code de vérification n'a pas été saisi

# error_captcha_wrong
source: Captcha Code wrong
es: Código erroneo
fr: Le code de vérification est erroné

# error_backend_noip
source: IP logging disabled
es: IP cargada desconectada
fr: Journalisation des adresses IP désactivée

# error_validemail
source: Email address is not valid
es: Dirección de Email no válida
fr: Cette adresse email n'est pas valable

# error_nomx
source: Email address doesn't exist
es: La dirección de email no existe
fr: L'adresse mail n'existe pas

# error_unique_field
source: %s was already used
fr: %s est déjà utilisé

# error_unique_ip
source: IP address %s already made an entry
fr: L'adresse IP %s a déjà été renseignée

# error_expression_validation
source: Validation failed
es: Validación fallida
fr: Validation échouée

# error_templateNotFound
source: Template not found, check path to your powermail templates
es: Plantilla no encontrada, haga clic en Ruta de sus plantillas de PowerMail
fr: Template non trouvé, contrôler le lien vers le template de powermail

# error_captchaWrongExt
source: Powermail ERROR: The chosen captcha extension "%s" is not loaded! Choose another captcha extension in the powermail constants or install the extension "%s".
es: ERROR PowerMail: ¡La extensión captcha elegida "%s" no se carga! Elija otra extensión captcha en las constantes PowerMail o instalar la extensión "%s".
fr: Erreur Powermail : L'extension de captcha "%s" n'est pas chargée. Sélectionnez une autre extension de captcha en l'indiquant dans les constantes de Powermail ou installez l'extension "%s"

# error_captchaNoExtFound
source: Please install a captcha extension like captcha, sr_freecap, jm_recaptcha or wt_calculating_captcha!
es: Por favor, instale una extensión captcha como captcha sr_freecap, jm_recaptcha o wt_calculating_captcha!
fr: Merci d'installer une extension captcha de type captcha, sr_freecap, jm_recaptcha ou wt_calculating_captcha !

# multiple_forward
source: Next step
es: siguiente
fr: Etape suivante

# multiple_back
source: Previous step
es: Anterior
fr: Etape précédente

# pagebrowser_inner
source: of
es: de
fr: de

# JSvalidation_label_required
source: This is a required field
es: Este campo es obligatorio
fr: Ce champ est obligatoire

# JSvalidation_label_please_correct
source: Please correct this value
es: Por favor, corrija este valor
fr: Veuillez corriger cette valeur

# JSvalidation_label_validate_number
source: Please enter a valid number in this field
es: Por favor introduzca un número correcto en este campo
fr: Veuillez entrer un chiffre valable dans ce champ

# JSvalidation_label_validate_digits
source: Please use numbers only in this field. please avoid spaces or other characters such as dots or commas
es: Por favor utilice números en este campo. Evitar espacios, comas, puntos, etc…
fr: Veuillez utiliser uniquement des chiffres dans ce champ. Evitez les espaces et d'autres caractères comme les points ou les virgules

# JSvalidation_label_validate_alpha
source: Please use letters only (a-z) in this field
es: Por favor utilice letras (a-z) en este campo
fr: Veuillez utiliser uniquement des lettres (a-z) dans ce champ

# JSvalidation_label_validate_alphanum
source: Please use only letters (a-z) or numbers (0-9) only in this field. No spaces or other characters are allowed
es: Por favor utilice únicamente letras (a-z) o números (0-9) en este campo. Espacios u otros caracteres no están permitidos
fr: Veuillez utiliser uniquement des lettres (a-z) ou des chiffres (0-9) dans ce champ. Aucun espace ou autre caractère n'est autorisé.

# JSvalidation_label_validate_date
source: Please enter a valid date
es: Por favor introduzca un fecha correcta
fr: Veuillez entrer une date valide

# JSvalidation_label_validate_datetime
source: Please enter a valid date and time
es: Por favor, introduzca una fecha y hora válidas
fr: Veuillez entrer une date et une heure valide

# JSvalidation_label_validate_email
source: Please enter a valid email address (test@test.com)
es: Por favor introduzca una dirección Email correcta (test@test.com)
fr: Veuillez entrer une adresse email valide (test@test.com)

# JSvalidation_label_validate_url
source: Please enter a valid URL (http://www.test.com)
es: Por favor introduzca una URL correcta (http://www.test.com)
fr: Veuillez entrer une URL valable (http://www.test.com)

# JSvalidation_label_validate_date_au
source: Please use this date format: dd/mm/yyyy. For example 17/03/2006 for the 17th of March, 2006
es: Por favor utilice una fecha con formato: dd/mm/yyyy. Por ejemplo 17/03/2006 para el 17 de Marzo, 2006
fr: Veuillez utiliser ce format de date: jj/mm/aaaa. Par exemple 17/03/2006 pour le 17 mars 2006

# JSvalidation_label_validate_currency_dollar
source: Please enter a valid $ amount. For example $100.00
es: Por favor introduzca una cantidad $ correcta. Por ejemplo $100.00
fr: Veuillez entrer une somme en dollars valable. Par exemple $100.00.

# JSvalidation_label_validate_selection
source: Please make a selection
es: Por favor haga una selección
fr: Veuillez faire un choix

# JSvalidation_label_validate_one_required
source: Please select one of the below options
es: Por favor seleccione una de las opciones mostradas arriba
fr: Veuillez choisir une des options ci-dessus

# JSvalidation_label_validate_max
source: Please enter a value greater than $1
es: Por favor, introduzca un valor superior a $1
fr: Veuillez renseigner une valeur supérieure à $1

# JSvalidation_label_validate_min
source: Please enter a value smaller than $1
es: Por favor, introduzca un valor menor de $1
fr: Veuillez renseigner une valeur inférieure à $1

# JSvalidation_dateinput_months
source: January,February,March,April,May,June,July,August,September,October,November,December
es: Enero, Febrero, Marzo, Abril, Mayo, Junio, Julio, Agosto, Septiembre, Octubre, Noviembre, Diciembre
fr: Janvier,Février,Mars,Avril,Mai,Juin,Juillet,Août,Septembre,Octobre,Novembre,Décembre

# JSvalidation_dateinput_shortMonths
source: Jan,Feb,Mar,Apr,May,Jun,Jul,Aug,Sep,Oct,Nov,Dec
es: en., feb., marzo, abr., mayo, jun., jul., ag., sept., oct., nov., dic.
fr: Janv,Févr,Mars,Avr,Mai,Juin,Juil,Août,Sept,Oct,Nov,Déc

# JSvalidation_dateinput_days
source: Sunday,Monday,Tuesday,Wednesday,Thursday,Friday,Saturday
es: Domingo, Lunes, Martes, Miércoles, Jueves, Viernes, Sábado
fr: Dimanche,Lundi,Mardi,Mercredi,Jeudi,Vendredi,Samedi

# JSvalidation_dateinput_shortDays
source: Sun,Mon,Tue,Wed,Thu,Fri,Sat
es: Do, Lu, Ma, Mi, Ju, Vi, Sa
fr: Dim,Lun,Mar,Mer,Jeu,Ven,Sam

# JSvalidation_dateinput_format
source: yyyy-mm-dd
es: aaaa-mm-dd
fr: dd-mm-yyyy

# JSvalidation_invalidtime
source: Invalid time
es: Fecha no válida
fr: Heure invalide

# geoip_ip
source: IP address
es: Dirección IP
fr: Adresse IP

# geoip_countryCode
source: Country Code
es: Código del país
fr: Indicatif du pays

# geoip_countryName
source: Country
es: País
fr: Pays

# geoip_region
source: Region
es: Región
fr: Région

# geoip_city
source: City
es: Ciudad
fr: Ville

# geoip_zip
source: ZIP
es: Código Postal
fr: Code postal

# geoip_lng
source: LNG
es: Longitud
fr: Longitude

# geoip_lat
source: LAT
es: Latitud
fr: Latitude

# geoip_dmaCode
source: DMA Code
es: Código DMA
fr: Code DMA

# geoip_areaCode
source: Area Code
es: Código del Área
fr: Indicatif régional

# locallangmarker_confirmation_submit
source: Send values now
es: Enviar datos
