Repository: instruccionesaldorso/monteverdealojamiento.com
Catalog: web/typo3conf/l10n/*/powermail/*.locallang_db.xlf
Languages: es, fr

source: Please select...
es: Por favor seleccione...
fr: Veuillez sélectionner...

# tx_powermail_forms
source: Forms
es: Formularios
fr: Formulaires

# tx_powermail_forms.title
source: Form title (for internal usage only)
es: Título del formulario (para uso interno)
fr: Titre du formulaire

# tx_powermail_forms.fieldsets
source: Form pages
es: Páginas del formulario
fr: Pages de formulaire

# tx_powermail_forms.preview
source: Preview
es: Vista previa
fr: Prévisualiser

# tx_powermail_forms.recipient
source: Email of recipient (and optional name of recipient)
es: Destinatario (y el nombre opcional del receptor)
fr: Destinataire

# tx_powermail_forms.subject_r
source: Subject for recipient's mail
es: Asunto para el destinatario del email
fr: Sujet du mail au destinataire

# tx_powermail_forms.subject_s
source: Subject for sender's mail
es: Asunto para el remitente del email
fr: Sujet du mail à l'expéditeur

# tx_powermail_forms.sender
source: Senders email address
es: Email del remitente
fr: Champ de l'expéditeur (email)

# tx_powermail_forms.sendername
source: Senders name
es: Nombre del remitente
fr: Nom de l'expéditeur

# tx_powermail_forms.confirm
source: Activate confirmation page
es: Activar página de confirmación
fr: Activer la page de confirmation

# tx_powermail_forms.startingpoint
source: Save mails in page (empty for same page)
es: Guardar mensajes en la página (vacío para la misma página)
fr: Sauvegarder les mails dans la page

# tx_powermail_forms.multiple
source: Multiple steps (every fieldset is a single page)
es: Múltiples pasos (cada campo es una sola página)
fr: Étapes multiples (Chaque groupe de champs est une page)

# tx_powermail_forms.multiple.I.0
source: Show all fieldsets on one page (default)
es: Único paso
fr: Présenter tous les groupes de champs sur la même page (par défaut)

# tx_powermail_forms.multiple.I.1
source: Multiple pages (client application)
es: Múltiples pasos JS
fr: Etapes JS multiples

# tx_powermail_forms.multiple.I.2
source: Multiple pages (server application)
es: Múltiples pasos PHP
fr: Etapes PHP multiples

# tx_powermail_forms.recip_table
source: Table of recipients
es: Tabla de receptores
fr: Table des destinataires

# tx_powermail_forms.recip_id
source: Recipients from upper table
es: Destinatarios de la tabla superior
fr: Destinataires de la table ci-dessus

# tx_powermail_forms.recip_field
source: Fieldname where mail is stored
es: Nombre del campo donde se almacena el correo
fr: Nom du champ où l'e-mail est stocké

# tx_powermail_forms.query
source: Alternative SQL-Query
es: SQL-Query alternativo
fr: Requête SQL alternative

# tx_powermail_forms.thanks
source: Response text (shown on website after submit)
es: Texto de respuesta (que se muestra en el website)
fr: Texte de réponse (affiché sur le site web)

# tx_powermail_forms.mailsender
source: Email-Text for sender
es: Texto del correo electrónico para el remitente
fr: Texte de l'email pour l'expéditeur

# tx_powermail_forms.mailsender.default
source: Thank you for your message: ###POWERMAIL_ALL###
es: Gracias por tu mensaje.: Tu texto:###POWERMAIL_ALL###
fr: Merci pour votre message. Votre texte: ###POWERMAIL_ALL###

# tx_powermail_forms.mailreceiver
source: Email-Text for receiver
es: Texto del correo electrónico para el destinatario
fr: Texte de l'email pour le destinataire

# tx_powermail_forms.mailreceiver.default
source: This is an email from your website: ###POWERMAIL_ALL###
es: Este es un correo electrónico de su sitio web: El texto:###POWERMAIL_ALL###
fr: Ceci est un email de votre site web. Le texte: ###POWERMAIL_ALL###

# tx_powermail_forms.redirect
source: Auto-redirect after confirmation-page
es: Redireccionamiento automático después de la página de confirmación
fr: Redirection automatique après la page de confirmation

# tx_powermail_forms.updateError
source: Powermail ERROR: Please go back to the extension manager, choose powermail and click the update button!
es: ¡Powermail ERROR: Por favor, vuelva al administrador de extensiones, seleccione PowerMail y haga clic en el botón de actualización!
fr: Erreur Powermail : Merci de retourner au gestionnaire d'extension, choisir Powermail et cliquer sur le bouton "Mise à jour" !

# tx_powermail_forms.noError
source: No errors found
es: No se encontraron errores
fr: Aucune erreur trouvée

# tx_powermail_fieldsets
source: Fieldsets
es: Grupos de campos
fr: Groupe de champs

# tx_powermail_fieldsets.form
source: Form
es: Formulario
fr: Formulaire

# tx_powermail_fieldsets.title
source: Title
es: Título
fr: Titre

# tx_powermail_fieldsets.fields
source: Fields
es: Campos
fr: Champs

# tx_powermail_fieldsets.addition
source: Additional Settings
es: Ajustes adicionales
fr: Réglages additionnels

# tx_powermail_fieldsets.class
source: Add CSS class
es: Añadir estilos CSS
fr: Ajouter une classe CSS

# tx_powermail_fieldsets.tt_content
source: Powermail Content Element
es: Elemento de contenido Powermail
fr: Élément de contenu Powermail

# tx_powermail_fields
source: Fields
es: Campos
fr: Champ

# tx_powermail_fields.fieldset
source: Fieldset
es: Grupo de campos
fr: Groupe de champs

# tx_powermail_fields.title
source: Title
es: Título
fr: Titre

# tx_powermail_fields.name
source: Name
es: Nombre
fr: Nom

# tx_powermail_fields.description
source: Description
es: Descripción

# tx_powermail_fields.type
source: Fieldtype
es: Tipo de campo
fr: Type de champ

# tx_powermail_fields.field
source: Settings
es: Configuración
fr: Réglages

# tx_powermail_fields.fe_field
source: Fill out this field with fe_user field
es: Llenar este campo con el campo fe_user
fr: Remplir ce champ avec le champ fe_user

# tx_powermail_fields.class
source: Add CSS class
es: Añadir estilos CSS
fr: Ajouter une classe CSS

# tx_powermail_mails
source: Mails
es: emails

# tx_powermail_mails.formid
source: Content UID where form is in
es: ID del contenido donde está el formulario
fr: ID du contenu où se trouve le formulaire

# tx_powermail_mails.recipient
source: Recipient
es: Destinatario
fr: Destinataire

# tx_powermail_mails.cc_recipient
source: CC recipient(s)
es: Destinatarios con copia oculta (CC)
fr: Copie Cachée ( destinataire )

# tx_powermail_mails.subject_r
source: Subject
es: Tema
fr: Sujet

# tx_powermail_mails.sender
source: Sender
es: Remitente
fr: Expéditeur

# tx_powermail_mails.content
source: Content
es: Contenido
fr: Contenu

# tx_powermail_mails.content_RTE
source: Full screen Rich Text Editing
es: Pantalla completa de edición de texto enriquecido
fr: Editeur HTML en plein écran

# tx_powermail_mails.piVars
source: All values
es: Todos los valores
fr: Toutes les valeurs

# tx_powermail_mails.senderIP
source: IP address of sender
es: Dirección IP del remitente
fr: Adresse IP de l'expéditeur

# tx_powermail_mails.UserAgent
source: User agent of sender
es: Agente usuario del remitente
fr: Agent utilisateur de l'expéditeur

# tx_powermail_mails.Referer
source: Link to page with form
es: Enlace a la página con el formulario
fr: Lien sur la page du formulaire

# tx_powermail_mails.SP_TZ
source: User location
es: Ubicación del usuario
fr: Lieu d'utilisateur

# tx_powermail_mails.Additional
source: Additional information
es: Información adicional
fr: Informations complémentaires

# tx_powermail_mails.feuser
source: Filled out from FE_User
es: Completar FE_User
fr: Remplir à partir d'un Utilisateur FE

# tx_powermail_forms.div1
source: Formdata
es: Datos del formulario
fr: Données du formulaire

# tx_powermail_forms.div2
source: Fields
es: Campos
fr: Champs

# tx_powermail_forms.div4
source: Recipients
es: Destinatarios
fr: Destinataires

# tx_powermail_forms.div3
source: Sender
es: Remitente
fr: Expéditeur

# tx_powermail_forms.div5
source: Answer page
es: Página de respuesta
fr: Page de réponse

# tx_powermail_forms.div6
source: Email-Text sender
es: Texto del email del remitente
fr: Texte du mail à l'expéditeur

# tx_powermail_forms.div7
source: Email-Text receiver
es: Texto del email del destinatario
fr: Texte du mail au destinataire

# tx_powermail_forms.div8
source: Access
es: Acceso
fr: Accès

# tx_powermail_forms.fieldtitle.text
source: Textfield
es: Campo de texto
fr: Champ texte simple

# tx_powermail_forms.fieldtitle.textarea
source: Textarea
es: Área de texto (más amplia)
fr: Champ texte multi-lignes

# tx_powermail_forms.fieldtitle.select
source: Select box
es: Lista desplegable (Select box)
fr: Menu déroulant

# tx_powermail_forms.fieldtitle.check
source: Checkbox(s)
es: Casilla(s) de selección (Checkbox)
fr: Case(s) à cocher

# tx_powermail_forms.fieldtitle.radio
source: Radiobutton(s)
es: Botones del selección (Radiobutton)
fr: Bouton(s) radio

# tx_powermail_forms.fieldtitle.password
source: Password field
es: Campo de contraseña
fr: Champ mot de passe

# tx_powermail_forms.fieldtitle.file
source: File upload
es: Carga de archivos
fr: Chargement de fichier

# tx_powermail_forms.fieldtitle.content
source: TYPO3 pagecontent
es: Página de contenido TYPO3
fr: Contenu de page TYPO3

# tx_powermail_forms.fieldtitle.hidden
source: Hidden field
es: Campo oculto
fr: Champ caché

# tx_powermail_forms.fieldtitle.label
source: Show some text
es: Muestra un texto
fr: Afficher un texte

# tx_powermail_forms.fieldtitle.html
source: Enter your own HTML code
es: Añada su propio código HTML
fr: Saisir du code HTML

# tx_powermail_forms.fieldtitle.submit
source: Submit button
es: Botón de envío
fr: Bouton de validation

# tx_powermail_forms.fieldtitle.reset
source: Reset button
es: Botón de borrado (Reset)
fr: Bouton de réinitialisation

# tx_powermail_forms.fieldtitle.datetime
source: Date and time field
es: Campo de fecha y hora
fr: Champ heure et date

# tx_powermail_forms.fieldtitle.date
source: Date field
es: Campo de fecha
fr: Champ la date

# tx_powermail_forms.fieldtitle.button
source: Button
es: Botón
fr: Bouton

# tx_powermail_forms.fieldtitle.submitgraphic
source: Graphic as submit
es: Botón de envío redondeado
fr: Bouton sous forme d'image

# tx_powermail_forms.fieldtitle.countryselect
source: Country selection
es: Selección del país
fr: Séléction de pays

# tx_powermail_forms.fieldtitle.captcha
source: Captcha request
es: Solicitud de Captcha
fr: Demande de captcha

# tx_powermail_forms.fieldtitle.typoscript
source: Add typoscript object
es: Agregar elementos TypoScript
fr: Ajouter un object typoscript

# tx_powermail_forms.fieldtitle.div1
source: Standard
es: Estándar
fr: Satndard

# tx_powermail_forms.fieldtitle.div3
source: Extensions
es: Extensiones

# tx_powermail_forms.xml.name
source: Name for templates
es: Nombre de las plantillas (Templates)
fr: Noms des modèles

# tx_powermail_forms.xml.label
source: Description
es: Descripción

# tx_powermail_forms.xml.size
source: Size
es: Tamaño
fr: Taille

# tx_powermail_forms.xml.maxlength
source: Max. length
es: Longitud máxima
fr: Longueur max.

# tx_powermail_forms.xml.readonly
source: Read only
es: Sólo lectura
fr: Lecture uniquement

# tx_powermail_forms.xml.mandatory
source: Mandatory field
es: Campo obligatorio
fr: Champ obligatoire

# tx_powermail_forms.xml.cols
source: Number of columns
es: Número de columnas
fr: Nombre de colonnes

# tx_powermail_forms.xml.rows
source: Number of rows
es: Número de filas
fr: Nombre de lignes

# tx_powermail_forms.xml.wrap
source: Break allowed
es: Salto permitido
fr: Retour à la ligne autorisé

# tx_powermail_forms.xml.wrap.0
source: No break
es: Sin salto
fr: Pas de retour à la ligne

# tx_powermail_forms.xml.wrap.1
source: Break allowed
es: Salto permitido
fr: Retour à la ligne autorisé

# tx_powermail_forms.xml.multiple
source: Multiple select allowed
es: Permite seleccionar varias opciones
fr: Séléction multiple autorisée

# tx_powermail_forms.xml.options
source: Enter your options
es: Escriba las opciones
fr: Saisir vos options

# tx_powermail_forms.xml.relation
source: TYPO3 content
es: Contenido TYPO3
fr: Elément de contenu TYPO3

# tx_powermail_forms.xml.send
source: Send this content via email
es: Enviar este contenido vía email
fr: Envoyer cet élément de contenu via email

# tx_powermail_forms.xml.value
source: Default value
es: Valor por defecto
fr: Valeur par défaut

# tx_powermail_forms.xml.src
source: Grafic source
es: Fuente del gráfico
fr: Chemin vers l'image

# tx_powermail_forms.xml.alt
source: Alternative text for image
es: Texto alternativo de la imagen
fr: Texte alternatif pour l'image

# tx_powermail_forms.xml.preselect
source: Preselect country
es: Preseleccionar país
fr: Suppression de pays pour présélection

# tx_powermail_forms.xml.within
source: Only show this countries
es: Mostrar sólo estos países
fr: Afficher ces pays uniquement

# tx_powermail_forms.xml.without
source: Show list without this countries
es: Mostrar la lista sin estos países
fr: Afficher la liste sans ces pays

# tx_powermail_forms.xml.typoscript
source: Typoscript object
es: Elemento Typoscript
fr: Object typoscript

# tx_powermail_forms.xml.validate
source: Validate this field for
es: Validar este campo para
fr: Valider ce champ en tant que

# tx_powermail_forms.xml.validate.1
source: Email-address
es: Dirección de correo
fr: Adresse e-mail

# tx_powermail_forms.xml.validate.3
source: Digits only
es: Sólo números
fr: Chiffres uniquement

# tx_powermail_forms.xml.validate.4
source: Digits only (without comma or point)
es: Sólo números (sin coma ni punto)
fr: Chiffres uniquement (sans virgule ou point)

# tx_powermail_forms.xml.validate.5
source: Letters only
es: Sólo letras
fr: Lettres uniquement

# tx_powermail_forms.xml.validate.6
source: Letters and digits only
es: Sólo letras y números
fr: Lettres et chiffres uniquement

# tx_powermail_forms.xml.validate.7
source: Regular expression
es: Expresiones regulares
fr: Expression régulière

# tx_powermail_forms.xml.validate.8
source: Letters only (incl. Umlauts)
es: Sólo letras (incluyendo acentos)
fr: Lettres uniquement (Umlauts compris)

# tx_powermail_forms.xml.validate.9
source: Letters and digits only (incl. Umlauts)
es: Letras y números solamente (incluyendo acentos)
fr: Lettres et chiffres uniquement (Umlauts compris)

# tx_powermail_forms.xml.inputtype
source: HTML5 input type
es: Tipo de entrada HTML5
fr: Type de champ HTML5

# tx_powermail_forms.xml.inputtype.0
source: Text
es: Texto
fr: Texte

# tx_powermail_forms.xml.inputtype.2
source: Range
es: Serie / Rango
fr: Plage

# tx_powermail_forms.xml.inputtype.4
source: Time
es: Tiempo / Fecha / Horario
fr: Heure

# tx_powermail_forms.xml.min
source: Minimal Date
es: Fecha mínima
fr: Date minimale

# tx_powermail_forms.xml.max
source: Maximal Date
es: Fecha máxima
fr: Date maximale

# tx_powermail_forms.xml.mincalc
source: Calculated minimum date from now (in days)
es: Calcular la fecha mínima a partir de ahora (en días)
fr: Calculer la date minimum depuis maintenant (en nombre de jours)

# tx_powermail_forms.xml.maxcalc
source: Calculated maximum date from now (in days)
es: Calcular la fecha máxima a partir de ahora (en días)
fr: Calculer la date maximum depuis maintenant (en nombre de jours)

# tx_powermail_forms.xml.step
source: Allowed steps (HTML5)
es: Pasos permitidos (HTML5)
fr: Autoriser les étapes (HTML5)

# tx_powermail_forms.xml.pattern
source: RegEx pattern for value (HTML5)
es: Patrón de valor RegEx (HTML5)
fr: Motif RegEx pour la valeur (HTML5)

# tx_powermail_forms.xml.placeholder
source: Placeholder (HTML5)
es: Marcador de posición (HTML5)
fr: Champ fictif (HTML5)

# tx_powermail_forms.xml.example
source: Field example
es: Campo de ejemplo
fr: Exemple de champ

# tx_powermail_forms.xml.countryzone
source: Add countryzone select (XAJAX needed)
es: Añadir selector de zona del país (necesita XAJAX)
fr: Ajouter une sélection de Code Postal ( Necessite XAJAX )

# tx_powermail_forms.xml.error
source: Please select a fieldtype to continue.
es: Por favor, seleccione un tipo de campo para continuar
fr: Veuillez séléctionner un type de champ pour continuer

# tx_powermail_forms.xml.countryselect.error
source: Please install the extension static_info_tables to use this feature.
es: Por favor, instale la extensión static_info_tables para usar esta característica
fr: Veuillez installer l'extension static_info_tables pour utiliser cette option

# tx_powermail_forms.xml.date.showselector
source: Show month and year selector
es: Mostrar selector de mes y año
fr: afficher la sélection du mois et de l'année

# tx_powermail_forms.xml.clearSession
source: Refresh page and clear whole session
es: Actualizar la página y limpiar toda la sesión.
fr: Rafraichissez la page

# tx_powermail_fields.pattern
source: RegExp Pattern
fr: Motif RegExp

# tx_powermail_forms.xml.inputtype.1
source: Color
fr: Couleur

# tx_powermail_forms.xml.inputtype.3
source: Tel
fr: Téléphone
