Repository: instruccionesaldorso/monteverdealojamiento.com
Catalog: web/typo3conf/l10n/*/gridelements/Resources/Private/Language/*.locallang_db.xlf
Languages: fr

# allowedElementTypes
source: Allowed CE
fr: Éléments de contenu autorisés

# allowedElementTypesHelp
source: Select the content element types that may be created or moved here.
fr: Sélectionnez les types d'élément de contenu autorisés à être créés ou déplacés ici.

# allowedGridElementTypes
source: Allowed Grids
fr: Grilles autorisées

# allowedGridElementTypesHelp
source: Fill in the Gridelements types that may be created or moved here.
fr: Sélectionnez les types "Gridelements" autorisés à être créés ou déplacés ici.

# dragAndDropHideNewElementWizardInfoOverlay
source: Hide info overlays for the new content element drag in wizard.
fr: Cacher les informations au survol dans l'assistant "glisser/déposer" de création d'un élément de contenu.

source: Grid Elements
fr: Éléments de grille

source: Hide column headers.
fr: Cacher les en-têtes de colonne.

# hideContentPreview
source: Hide content element preview.
fr: Cacher l'aperçu des éléments de contenu.

# list.collapseElement
source: Collapse list of child elements
fr: Réduire la liste des éléments enfants

# list.expandElement
source: Expand list of child elements
fr: Étendre la liste des éléments enfants

# list.collapseAllElements
source: Collapse all grid containers
fr: Réduire les conteneurs de grille

# list.expandAllElements
source: Expand all grid containers
fr: Étendre les conteneurs de grille

# list.columnName
source: Column:
fr: Colonne:

# showGridInformation
source: Show grid layout information.
fr: Afficher les informations sur la mise en page des grilles.

# tt_content.CType_pi1
source: Grid Element
fr: Élément de grille

# tt_content.tx_gridelements_backend_layout
source: Grid Layout
fr: Mise en page de grille

# tt_content.tx_gridelements_backend_layout.I.horizontal
source: Dynamic Columns (horizontal)
fr: Colonnes dynamiques (horizontales)

# tt_content.tx_gridelements_backend_layout.I.none
source: None
fr: Aucun

# tt_content.tx_gridelements_backend_layout.I.vertical
source: Dynamic Rows (vertical)
fr: Lignes dynamiques (verticales)

# tt_content.tx_gridelements_children
source: Content elements
fr: Éléments de contenu

# tt_content.tx_gridelements_columns
source: Grid Container Columns
fr: Colonnes du conteneur de grille

# tt_content.tx_gridelements_container
source: Grid Container
fr: Conteneur de grille

# tx_gridelements_backend_layout
source: CE Backend Layout
fr: Mise en page backend des éléments de contenu

# tx_gridelements_backend_layout.ce_configuration
source: Content Element Configuration
fr: Configuration de l'élément de contenu

# tx_gridelements_backend_layout.config
source: Grid Configuration
fr: Configuration de la grille

# tx_gridelements_backend_layout.frame
source: Frame
fr: Cadre

# tx_gridelements_backend_layout.frame.I.-1
source: Neutral
fr: Neutre

# tx_gridelements_backend_layout.frame.I.1
source: Red
fr: Rouge

# tx_gridelements_backend_layout.frame.I.2
source: Green
fr: Vert

# tx_gridelements_backend_layout.frame.I.3
source: Blue
fr: Bleu

# tx_gridelements_backend_layout.horizontal
source: Group children
fr: Enfants du groupe

# tx_gridelements_backend_layout.horizontal.I.0
source: Side by side
fr: Côte-à-côte

# tx_gridelements_backend_layout.icon
source: Icon
fr: Icône

# tx_gridelements_backend_layout.palette.appearance
source: Appearance
fr: Apparence

# tx_gridelements_backend_layout.pi_flexform_ds
source: Flexform Configuration
fr: Configuration FlexForm

# tx_gridelements_backend_layout.pi_flexform_ds_file
source: Flexform Configuration File (overrides direct input)
fr: Fichier de configuration FlexForm (surcharge le champs ci-dessus)

# tx_gridelements_backend_layout.title
source: Title
fr: Titre

# tx_gridelements_backend_layout.top_level_layout
source: Top Level Layout
fr: Mise en page de niveau supérieur

# tx_gridelements_backend_layout_wizard_label
source: Grid Elements
fr: Éléments de grille

# tx_gridelements_clickmenu_pastereference
source: Paste reference after
fr: Coller la référence après

# tx_gridelements_js.allowedElementTypes
source: Allowed CE
fr: Éléments de contenu autorisés

# tx_gridelements_js.allowedGridElementTypes
source: Allowed Grids
fr: Grilles autorisées

# tx_gridelements_js.copyfrompage
source: Copy content from another page to this place
fr: Copier un élément de contenu d'une autre page

# tx_gridelements_js.drophere
source: Drop Here
fr: Déposez ici

# tx_gridelements_js.missingcontenttemplate
source: Missing Content Template
fr: Mise en page de l'élément de contenu manquant

# tx_gridelements_js.newcontentelementheader
source: New
fr: Nouveau

# tx_gridelements_js.pasteinto
source: Paste into this column
fr: Coller dans cette colonne

# tx_gridelements_js.pasteafter
source: Paste after this record
fr: Coller après cet enregistrement

# tx_gridelements_js.pastecopy
source: Paste copy into this column
fr: Coller la copie dans cette colonne

# tx_gridelements_js.modal.pastecopy
source: How do you want to paste that clipboard content here?
fr: Comment voulez-vous coller le contenu du presse-papier?

# tx_gridelements_js.modal.button.pastecopy
source: Paste copy
fr: Coller une copie

# tx_gridelements_js.pastereference
source: Paste reference into this column
fr: Coller la référence dans cette colonne

# tx_gridelements_js.modal.button.pastereference
source: Paste reference
fr: Coller la référence

# tx_gridelements_collapsecontent
source: Collapse content in column
fr: Réduire le contenu dans la colonne

# tx_gridelements_expandcontent
source: Expand content in column
fr: Étendre le contenu dans la colonne

# tx_gridelements_contentcollapsed
source: This column is collapsed!
fr: Cette colonne est réduite!
