Repository: instruccionesaldorso/monteverdealojamiento.com
Catalog: web/typo3conf/l10n/*/context_help/Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: es

# abstract.description
source: Enter an abstract of the contents. It may be displayed in an overview of articles.
es: Escriba un resumen de los contenidos. No se puede mostrar en una visión general de los artículos.

# abstract.details
source: An abstract is a short description of the page content that might be a little longer than the one in the <i>Description</i> field. Unlike the description, the abstract is not meant for display in search engine result lists, but is instead intended for you own use. If you create a Content Element of type <i>Sitemap</i> and then choose <i>Menu of subpages to these pages (with abstract)</i> an overview of pages will be created. If an abstract is available for a page it will be used instead of the description. <b>Note:</b> You do not have to enter the text of the description into the <i>Abstract field</i> again. Admins can also make custom use of this field via their TypoScript templates.
es: Un resumen es una breve descripción del contenido de la página que podría ser un poco más largo que el del campo <i> Descripción</i>. \ nA diferencia de la descripción, el resumen no es para mostrar en las listas de resultados de los buscadores, sino que está destinado para su propio uso. Si crea un elemento de contenido de tipo <i> Mapa del sitio </ i> y a continuación elije <i>Menú de subpáginas de estas páginas (con resumen) </ i> se creará una visión general de las páginas. Si se ha creado un resumen para una página, se utilizará éste en lugar de la descripción. <b>. Nota: </ b> Usted no tiene que introducir el texto de la descripción en el <i>campo Resumen</i> de nuevo. Los administradores también pueden hacer uso personalizado de este campo a través de sus plantillas TypoScript.

# alias.description
source: A URL Alias is a unique identification string for a page. You can use this string instead of the ID number to refer to the page.
es: Un alias de URL es una cadena de identificación única para cada página. Usted puede utilizar esta cadena en lugar del número de identificación para referirse a la página.

# alias.syntax
source: A URL Alias can contain only lowercase alphanumeric characters and must be unique. Please note: If the URL Alias already exists in the site, it will have a number added to the end of it.
es: Un alias URL puede contener sólo caracteres alfanuméricos en minúsculas y debe ser único. Nota: Si los Alias URL ya existen en el sitio, tendrán un número al final de la misma.

# author.description
source: Enter the page author's name.
es: Escriba el nombre del autor de la página.

# author.details
source: Whether the author name is used or not depends on the setup of your TypoScript template. - You may use it in a meta-tag. - If you're using TYPO3 pages as 'articles' then you could use this field to display the name of the page (article) author.
es: Si el nombre del autor se utiliza o no depende de la configuración de la plantilla TypoScript. - Usted puede utilizarlo en un meta-tag. - Si está utilizando las páginas de TYPO3 como 'artículo', entonces usted podría utilizar este campo para visualizar el nombre del autor de la página o artículo.

# author_email.description
source: Enter the page author's email address.
es: Introduzca la dirección de correo electrónico del autor de la página.

# cache_timeout.description
source: Sets the Cache Lifetime for the page.
es: Establece un tiempo de caché para la página.

# cache_timeout.details
source: By default, pages are cached for 24 hours. After 24 hours, the page is constructed again and rewritten to the cache. Depending on your configuration, the cache may be cleared at midnight. When specific pages need a longer or shorter cache lifetime than the default, this option can be used.
es: De forma predeterminada, las páginas se almacenan en caché durante 24 horas. Después de 24 horas la página se carga de nuevo y se reescribe la caché. Dependiendo de su configuración, la memoria caché se puede borrar a medianoche. Cuando las páginas específicas necesitan una vida de cache mayor o menor que el valor por defecto, se puede utilizar esta opción.

# content_from_pid.description
source: If set, this is an alternative page to select Content Elements from. Whether this field is used depends on the website's TypoScript template.
es: Si se usa, se trata de una página alternativa para seleccionar elementos de contenido. Si este campo se utiliza o no depende de la plantilla de TypoScript del sitio web.

# description.description
source: Enter a short description of the page. It will be displayed in the result lists of most search engines.
es: Escriba una breve descripción de la página. Se muestra en las listas de resultados de los motores de búsqueda.

# description.details
source: Most websites insert this description in a meta-tag on the page, but you may have to configure this yourself in your TypoScript template. Most search engines will display the description in their result list. Thus, the text should be short (about 160 characters maximum), and its wording should make sense when it shows up in the result list. In addition, the description will be displayed if you create a Content Element of type 'Sitemap' and then choose the menu type <i>Menu of subpages to these pages (with abstract)</i>. If an abstract exists for the page, it will be used instead of the description. <b>Note:</b> Some search engines only use the description if the text is not found elsewhere in the content. So do not just repeat yourself.
es: La mayoría de los sitios web insertan esta descripción en un meta-tag en la página, pero puede que tenga que ser configurado en la plantilla TypoScript. La mayoría de los motores de búsqueda mostrarán la descripción en su lista de resultados. Así, el texto debe ser corto (alrededor de 160 caracteres como máximo), y su redacción debe tener sentido cuando se muestra en la lista de resultados. Además, la descripción se mostrará si se crea un elemento de contenido de tipo "Mapa del sitio" y luego elegir en en el menú el tipo <i>Menú de subpáginas de estas páginas (con descripción) </ i>. Si ha creado un resumen para la página, se puede utilizar en lugar de la descripción. <b> Nota: </ b> Algunos motores de búsqueda sólo utilizan la descripción si el texto no se encuentra en el resto del contenido. Así que no te repitas.

# doktype.description
source: Page Type determines whether the page is normal webpage, a shortcut to another webpage, or used in other internal ways.
es: El tipo de página determina si la página web es normal, un acceso directo a otra página web, o utilizada en otras formas internas.

# doktype.details
source: 'Standard' is the most common Page Type and is used for normal webpages. 'Backend User Section' is an option which creates pages that are only visible in the Frontend for Backend users who are logged in. <b>Link</b> 'Shortcut' pages jump to another page in the Pagetree. 'Mount Point' pages bring content from another branch of the Pagetree into the current branch. 'Link to External URL' is similar to 'Shortcut' but points to external URLs instead of TYPO3 pages. <b>Special</b> 'Folder' is a page type which is not shown as a webpage but is instead stores records of your choice. 'Recycler' is a garbage can. Pages and records in the Recycler are not visible in the Frontend. 'Menu Separator' is only useful if your Frontend memus are programmed to use it. It does not represent a page with content but is intended to be an unclickable placeholder in the menu. <b>Notice</b> Each Page Type is represented by a unique icon. The available page types can be restricted for users so all of the options described above may not be visible. Finally, particuilar record typoes may only be allowed on certain page types, but any record can be placed in a 'Folder.'
es: 'Estándar' es el tipo de página más común y se utiliza para las páginas web normales. 'Sección de Usuario backend" es una opción que crea páginas que sólo son visibles en el frontend para los usuarios de back-end que se registran. <b> Enlace </ b> 'Acceso directo' son páginas que permiten enlazar a otra página del árbol de páginas. Páginas "punto de montaje" llevan el contenido de otra rama del arbol de páginas a la rama actual. 'Enlace a URL externa" es similar a la página de 'Acceso directo', pero enlazaría a URLs externas en lugar de páginas de TYPO3. <b> Especial </ b> 'Carpeta' es un tipo de página que no se muestra como una página web sino que se utiliza para almacenar los registros de su elección. "Reciclador" es como una papelera. Las páginas y los registros en el Reciclador no son visibles en el Frontend. 'Separador de menú' sólo es útil si sus memus Frontend están programados para usarlo. No representa una página con contenido, sino que pretende ser un marcador de posición que permite hacer clic en el menú. <b> Aviso</ b> cada tipo de página está representada por un icono único. Los tipos de páginas disponibles se puede restringir a los usuarios por lo que todas las opciones descritas anteriormente pueden no ser visibles. Por último, los tipos particulares de registros sólo están permitidos en ciertos tipos de páginas, pero cualquier registro puede ser colocado en una 'carpeta'.

# endtime.description
source: The Expiration Date specifies when the page will no longer be visible online.
es: La fecha de caducidad especifica cuándo ya no será visible la página en línea.

# endtime.syntax
source: See Page / Publication Date (click below)
es: Ver página / Fecha de publicación (click abajo)

# extendToSubpages.description
source: By default the Publication Date, Expiration Date, Usergroup Access Rights, and Page Visibility options <em>only</em> affect the page where they are set. If the option 'Extend to Subpages' is checked for the page, then all subpages are affected as well.
es: Por defecto, la fecha de publicación, fecha de vencimiento, los derechos de acceso a grupos de usuarios y opciones de visibilidad de la página<em> sólo </ em> afectan a la página para la que se establecen. Si marca la opción 'Extender a Subpáginas' en esa página, todas las subpáginas se ven afectadas también.

# extendToSubpages.details
source: Consider a scenario where you want to create a section of subpages that are only visible for logged in users. Setting the Usergroup Access Rights for the top page in the section would remove the page from menus if no user was logged in. However, the subpage could still be accessed by guessing the ID number of the page and entering it manually in the URL. Setting the 'Extend to Subpages' option would extend the Usergroup Access Rights from the top page through all subpages as well.
es: Consideremos un escenario en el que desea crear una sección de las subpáginas que sólo sean visibles para los usuarios registrados. Ajustas los derechos de acceso del grupo de usuarios para la primera página de la sección que quieres eliminar de los menús para el usuario que no está registrado. Sin embargo, siempre se podrá acceder a las subpáginas si se conoce el ID de la página y entrar manualmente a su URL. Debes seleccionar la opción 'Extender a las Subpáginas" para ampliar los derechos de acceso del grupo de usuarios de la página principal también para todas las subpáginas.

# extendToSubpages.image_descr
source: This page has access restricted to a certain group and has "Extend to Subpages" set as well. This is reflected in the way the page icon has changed.
es: Esta página tiene acceso restringido para un determinado grupo y se ha establecido también "Extender a Subpáginas". Esto se refleja en que el icono de la página ha cambiado.

# fe_group.description
source: If Usergroup Access Rights is set to a usergroup name, only website users who are members of the selected usergroup will be able to view the page. The special option 'Hide at Login' means the page will <em>not</em> be visible for any website users that are logged in. Likewise "Show at Any Login" will make the page visible for any logged in Frontend user.
es: Seleccionando un nombre de grupo de usuarios se establecen derechos de acceso para ese grupo de usuarios concreto, y sólo los usuarios que son miembros del grupo de usuarios seleccionado podrán ver la página. La opción especial 'Ocultar en inicio de sesión' significa que la página <em>no</ em> será visible para los usuarios de la web que inicien sesión en el website. Del mismo modo "mostrar en cualquier inicio de sesión" hará que la página sea visible para cualquier usuario conectado al Frontend.

# hidden.description
source: If this is checked, the page will be disabled on the website.
es: Si esta opción está activada, la página se puede desactivar en el website.

# hidden.details
source: The 'Disable,' 'Start,' 'Stop,' and 'Access' options are all about limiting access to pages and are thus related in functionality. When a page is not visible due to one of these options, the page will not show up in the site navigation. Notice, these options are related <em>only</em> to the page for which they are set. If you want their effect to cover the subpages as well, you must enable the 'Extend to Subpages' option. When you're logged in as a Backend user you can preview disabled pages if you have read access to them.
es: 'Deshabilitado', 'Inicio', 'Stop' y 'Acceso' son opciones que limitan el acceso a las páginas y se relaciona así con una funcionalidad. Cuando una página no es visible debido a una de estas opciones, la página no se mostrará en la navegación del sitio. Aviso: estas opciones están relacionadas <em> sólo </ em> con la página para la que se establecen. Si desea su efecto para cubrir las subpáginas, así, debe habilitar la opción 'Extender a subpáginas". Cuando usted está conectado como usuario del Backend puede ver las páginas con deshabilitadas si tiene permisos de lectura de éstas.

# hidden.image_descr
source: The page icon of a disabled page is dimmed and a red X is added. If you view a page that is hidden and you are logged in into the Backend you will still be able to see the page. The red "Preview" box will tell you that this page is visible to you because of this special circumstance.
es: El icono de la página de una página deshabilitada se atenúa y se añade una X de color rojo. Si se oculta una página mientras se encuentra logado en el backend usted todavía será capaz de ver la página. El LED rojo "Vista previa" le dirá que esta página es visible para usted debido a esta circunstancia especial.

# keywords.description
source: Enter keywords for the page separated by commas. You may also use short phrases.
es: Introduzca las palabras clave de la página separados por comas. También puede utilizar frases cortas.

# keywords.details
source: Most TYPO3 websites use these keywords in a meta-tag on the page, but you may have to setup the appropriate TypoScript template yourself. To optimize your page for search engines like Google you should not use more than 3 to 6 keywords. You should also make sure that the keywords are found in the content of the page. Note that search engine extensions for TYPO3 such as Indexed Search can also be configured to make use of the keywords. The keywords can also be used to create a menu of related pages. Create a Content Element of type 'Sitemap' and then choose the menu type <i>Related pages (based on keywords)</i>.
es: La mayoría de los sitios web de TYPO3 utilizan estas palabras clave en los meta-tag en la página, pero puede que tenga que configurar la plantilla TypoScript adecuada para su site. Para optimizar su página para los motores de búsqueda como Google no se debe utilizar más de 3 a 6 palabras clave. También debe asegurarse de que las palabras clave se encuentran en el contenido de la página. Tenga en cuenta que las extensiones de los motores de búsqueda para TYPO3, tales como búsqueda indexada, también puede ser configurados para hacer uso de las palabras clave. Las palabras clave también se puede utilizar para crear un menú de páginas relacionadas. Crear un elemento de contenido de tipo 'Mapa del sitio" y luego elegir en el menú el tipo <i>Páginas relacionados (basados ​​en palabras clave) </ i>.

# l18n_cfg.description
source: Affect availability of pages in the various languages.
es: Disponibilidad de las páginas en las distintas lenguas.

# l18n_cfg.details
source: <b>Hide default translation of page</b> If set, the page is only available in translated versions and not in the default language. Any attempt to access the page in the default language will result in an error message. <b>Hide page if no translation for current language exists</b> If set, any attempt to access the page in a translation that does not exist will result in an error message. By default, accessing an untranslated page will just show the default language instead.
es: <b>Ocultar la traducción por defecto de la página </ b> Si se establece, la página sólo está disponible en las versiones traducidas y no en el idioma por defecto. Cualquier intento de acceder a la página en el idioma por defecto se traducirá en un mensaje de error. <b> Ocultar página si no existe una traducción al lenguaje actual</ b> Si se establece, cualquier intento de acceder a la página en una traducción que no existe dará como resultado un mensaje de error. De forma predeterminada, el acceso a una página traducida solo se mostrará el idioma predeterminado en su lugar.

# lastUpdated.description
source: Enter the date and time of the most recent update to this page.
es: Introduzca la fecha y hora de la actualización más reciente de esta página.

# lastUpdated.details
source: How the value of this field is used is determined by the TypoScript template of the website. 'Last Update' content needs to be inserted on the pages and the TypoScript template must be configured to use this value. The most common use is to display the date from the automatically updated 'tstamp' field <em>unless</em> the 'Last Update' field is set. In this case, the date in 'Last Update' is used.
es: Cómo se usa el valor de este campo estará determinado por la plantilla TypoScript de la página web. El contenido de 'Última actualización' necesita ser insertado en las páginas y la plantilla TypoScript debe estar configurada para utilizar este valor. El uso más común es para mostrar la fecha de la actualización automática en el campo 'tstamp' <em>a menos que </ em> se utilice el campo de 'Última actualización'. En este caso, se usará la fecha de 'Última actualización'.

# layout.details
source: This option may not have any impact on the Frontend page design since it depends on whether the Frontend template uses it. Most templates do not use it.
es: Esta opción puede no tener ningún impacto en el diseño de la página Frontend ya que depende de si la plantilla Frontend lo utiliza. La mayoría de las plantillas no lo usa.

# media.description
source: Attach media files related to the page.
es: Adjuntar archivos multimedia relacionados a la página.

# media.details
source: This field allows you to attach various files to the page, but how these files are used depends on your template. As an example the template could be use this field to allow a logo to be attached to the page or it might expect the first file to be an image used as a link in the navigation menu. Remember, this totally depends on how the template is programmed.
es: Este campo le permite adjuntar varios archivos a la página, pero cómo se utilicen estos archivos dependerá de su plantilla. Como ejemplo de la plantilla podría utilizar este campo para adjuntar un logotipo a la página o una imagen utilizada como enlace en el menú de navegación. Recuerde, esto depende totalmente de cómo se ha programado y diseñado su plantilla.

# module.description
source: Define the page as containing a Frontend plugin.
es: Definir la página que contiene un plug-in Frontend.

# mount_pid_ol.description
source: Show content for the current page or replace it completely with the Mounted Page.
es: Mostrar el contenido de la página actual o lo reemplazará por completo con la página montada.

# nav_hide.description
source: With this option the page will be not appear in menus in the Frontend. The page can still be viewed if linked by going directly to its URL.
es: Con esta opción, la página no se muestran en los menús en el frontend. La página todavía se puede ver si está vinculada al ir directamente a su dirección URL.

# nav_title.description
source: Alternative Navigation Title for menu items in the Frontend. When set, this value is used instead of the Page Title.
es: Título alternativo de navegación para los elementos del menú en el frontend. Cuando se establece, este valor se utiliza en lugar del título de la página.

# newUntil.description
source: Enter the date at which this page is no longer considered new.
es: Introduzca la fecha en que ya no se considera esta página como nueva.

# newUntil.details
source: The 'New Until' date of the page has no effect on the display of the webpage. This value is instead for internal use as a reminder of the date when the content of this page should be revised. If the content of the page will become outdated on a certain day, you could set this value to that approximate date. To get an overview of when pages will be outdated, use the 'Pagetree overview' in the 'Web>Info' Module.
es: La fecha 'Nueva hasta" de la página no tiene ningún efecto en la pantalla de la página web. Este valor es más bien para uso interno como un recordatorio de la fecha en que el contenido de esta página debe ser revisada. Si el contenido de la página pasa a ser obsoleta en un día determinado, se puede establecer este valor a la fecha aproximada. Para obtener una visión general de cuándo se quedarán obsoletas las páginas, utilizando el "Resumen de árbol de páginas" en "web> Información 'Módulo.

# newUntil.syntax
source: See Page / Publication Date (click below)
es: Vea la página / Fecha de publicación (click abajo)

# no_cache.description
source: This option disables server caching of the page.
es: Esta opción deshabilita el almacenamiento en caché del servidor de la página.

# no_cache.details
source: Normally pages in TYPO3 are cached on the server after being constructed for the first time. This means a page is displayed much faster the second time it's requested. For most pages this presents no problems; indeed, it boosts the performance of the website. However you may need to disable caching for a page if it contains dynamic content which must not be cached under any circumstances. Normally the PHP-code rendering such content is programmed to disable the caching automatically. But with this option you can force the page not to be cached.
es: Normalmente, las páginas de TYPO3 se almacenan en caché en el servidor después de haber sido creadas por primera vez. Esto significa que una página se muestra mucho más rápido la segunda vez que se le pida. Para la mayoría de las páginas esto no presenta problemas, de hecho, aumenta el rendimiento de la página web. Sin embargo puede que tenga que deshabilitar la caché de una página si contiene contenido dinámico que no debe ser almacenado en caché por cualquier circunstancia. Normalmente, el contenido de la representación código PHP está programado para deshabilitar el almacenamiento en caché de forma automática. Sin embargo, con esta opción puede hacer que la página no se almacene en caché.

# no_search.description
source: If enabled, this option excludes the page from searching operations on the website.
es: Si está habilitada, esta opción excluye a la página del buscador de la página web.
