Repository: instruccionesaldorso/monteverdealojamiento.com
Catalog: web/typo3conf/l10n/*/context_help/Resources/Private/Language/*.locallang_csh_pages.xlf
Languages: es

# shortcut.description
source: Select a page to act as the Shortcut Target. When the current page is requested in the Frontend, it will be redirected to the Shortcut Target.
es: Seleccione una página para que actúe como destino del acceso directo. Cuando la página actual se solicita en el frontend, será redirigido al destino del acceso directo.

# shortcut.details
source: Click the 'Browse for Records' icon and a new window will appear in which you can easily select a page to act as the Shortcut Target. This option is used only if the page 'Type' is set to 'Shortcut.'
es: Haga clic en el icono "Examinar Registros" y se abrirá una nueva ventana en la que puede seleccionar fácilmente una página para que actúe como destino del acceso directot. Esta opción se utiliza sólo si ha seleccionado el 'Tipo' de la página 'Acceso directo'.

# shortcut.image_descr
source: Select a Shortcut Target page with the Element Browser.
es: Seleccione una página de destino de acceso directo con el navegador de elementos.

# shortcut_mode.description
source: Select a Shortcut Mode. By default the shortcut page must have a Shortcut Target to jump to. Other options are to go to the first subpage, to a random subpage, or back up to the parent page.
es: Seleccione un modo de acceso directo. Por defecto, la página de acceso directo debe tener un destino. Otras opciones son ir a la página secundaria en primer lugar, una subpágina al azar, o volver a la página principal.

# starttime.description
source: The Publish Date determines when the page will be visible online. If the Publish Date is not set, the page will be available immediately.
es: La fecha de publicación determina si la página será visible en línea. Si la fecha de publicación no está definida, la página estará disponible de inmediato.

# starttime.syntax
source: The Publish Date Format is either DD-MM-YYYY or MM-DD-YYYY depending on how TYPO3 is configured. There are also several shortcuts you can use when entering the date. If you insert a 'd' the current date will be inserted. You can also append any value in the field with a number such as '+10' which will add 10 days to the current value. For example, entering 'd+10' would result in a date 10 days from now.
es: El formato de la fecha de publicación es DD-MM-AAAA o MM-DD-AAAA dependiendo de cómo esté configurado TYPO3. También hay varios accesos directos que puede utilizar al introducir la fecha. Si inserta una 'd' de la fecha actual se inserta. También es posible añadir cualquier valor en el campo con un número como '+10' que se sumarán 10 días para el valor actual. Por ejemplo, si introduce 'd+10' se traduciría en una fecha 10 días a partir de ahora.

# subtitle.description
source: Enter a subtitle if needed.
es: Introduzca un subtítulo si fuera necesario.

# subtitle.details
source: Whether this field is used or not depends on the template. In most cases it's not used.
es: Si este campo se utiliza o no, depende de la plantilla. En la mayoría de los casos no se utiliza.

# target.description
source: This sets the default Link Target for menu items linking to this page. Can also used to open the page as a popup window.
es: Esto establece el destino del enlace por defecto para los elementos de menú que enlazan con esta página. También se puede utilizar para abrir la página en una ventana emergente.

# title.description.+
source: This is normally shown in the website navigation.
es: Normalmente, esto se muestra en la navegación web.

# TSconfig.details.+
source: <strong>Example:</strong> The 'Web>Page' module lets you create content in four columns, Left, Normal, Right, Border if the template has been configured to use this option. (However, most websites use only one or two columns so some of these content columns are just taking up space and confusing users.) If you enter this string in the 'TSConfig' field, the 'Web>Page' Module will only show the 'Normal' and 'Border' column! <em>mod.web_layout.tt_content.colPos_list = 0,3</em> (Must be entered in a single line!)
es: <strong>Ejemplo: </ strong> El módulo "Web> Página" le permite crear contenido en cuatro columnas, Izquierda, Normal, borde derecho, si la plantilla se ha configurado para utilizar esta opción. (Sin embargo, la mayoría de los sitios web utilizan sólo una o dos columnas de manera que algunas de estas columnas de contenido sólo están ocupando espacio y confunden a los usuarios.) Si se introduce esta cadena en el campo 'TSConfig', el módulo "Web> Página" sólo mostrará la posición columna "Normal" y "Borde"! <em>mod.web_layout.tt_content.colPos_list = 0,3</em> (Se debe introducir en una sola línea!)

# url.description
source: Enter the URL this page redirects to.
es: Introduzca la URL a la que quiere redirigir esta página

# url.details
source: For example, 'http://www.typo3.org' or just 'www.typo3.org' if the 'Protocol' selector is set to 'http://'. Use the 'Protocol' selector to select a prefix for the URL. This option is used only if the page 'Type' is set to 'Link to External URL.'
es: Por ejemplo, 'http://www.typo3.com" o simplemente "www.typo3.com" si el selector del «protocolo» se establece en "http://". Utilice el selector de 'Protocolo' para seleccionar un prefijo de la dirección URL. Esta opción se utiliza sólo si se selecciona el 'Tipo' de la página 'Enlace a URL externa".

# urltype.description
source: Set the Protocol for the URL.
es: Establecer el protocolo de la URL.
