Repository: instruccionesaldorso/monteverdealojamiento.com
Catalog: web/typo3conf/l10n/*/info_pagetsconfig/Resources/Private/Language/*.locallang.xlf
Languages: es

# editThisColumn
source: Edit the field '%s' for all listed pages
es: Editar el campo «%s» para todas las páginas listadas

# editTSconfig
source: Edit TSconfig for this page
es: Editar TSconfig para esta página

# editTSconfig_all
source: Edit TSconfig for all shown pages
es: Editar TSconfig para todas las páginas mostradas

# editTSconfig_default
source: Default Configuration from TYPO3_CONF_VARS
es: Configuración predeterminada desde TYPO3_CONF_VARS

# mod_pagetsconfig
source: Page TSconfig
es: TSConfig de página

# tsconf_configFields
source: View TSconfig fields content
es: Ver el contenido de los campos del TSconfig

# tsconf_parts_0
source: All
es: Todo

# tsconf_parts_1
source: Module key ('mod') with overruling user settings
es: Módulo ('mod') con configuraciones de usuario

# tsconf_parts_1a
source: Module: Web>Page
es: Módulo: Web>Página

# tsconf_parts_1b
source: Module: Web>View
es: Módulo: Web>Ver

# tsconf_parts_1c
source: Module: Web>Modules
es: Módulo: Web>Módulos

# tsconf_parts_1d
source: Module: Web>List
es: Módulo: Web>Lista

# tsconf_parts_1e
source: Module: Web>Info
es: Módulo: Web>Información

# tsconf_parts_1f
source: Module: Web>Func
es: Módulo: Web>Funciones

# tsconf_parts_1g
source: Module: Web>Template
es: Módulo: Web>Template

# tsconf_title
source: Page TSconfig
es: TSconfig de página
