Repository: instruccionesaldorso/monteverdealojamiento.com
Catalog: web/typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_mod_user_ws.xlf
Languages: es

# create_workspace_no_permission
source: You have no permission to create workspaces. Only admin users can create workspaces.
es: No tiene permisos para crear Espacios de Trabajo. Sólo los administradores pueden crear Espacios de Trabajo.

# diff_no_diff
source: Do not show differences
es: Sin diferencias

# diff_show_inline
source: Show differences inline
es: Mostrar diferencias en línea

# diff_show_popup
source: Show diff. popups (branches)
es: Mostrar diferencias en ventanas emergentes (ramas)

# diffview_cannot_find_records
source: ERROR: Records could strangely not be found!
es: ERROR: ¡Los registros extrañamente no se pueden encontrar!

# diffview_complete_match
source: Complete match on editable fields.
es: Combinación completada en los campos editables.

# diffview_label_colored_diff_view
source: Colored diff-view:
es: Vista de diferencias coloreada:

# diffview_label_field_name
source: Fieldname:
es: Nombre del campo:

# do_not_interrupt_publishing_1
source: Do not interrupt publishing process or
es: No interrumpa el proceso de publicación o

# do_not_interrupt_publishing_2
source: workspace may be left in half-published state!
es: el espacio de trabajo podrá no publicarse por completo.

# edit_workspace_go_back
source: Go back
es: Volver atrás

# edit_workspace_no_permission
source: You have no permission to edit this workspace. Only admin users or owners of the workspace can modify its parameters.
es: No tiene permisos para editar este Espacio de Trabajo. Sólo usuarios administradores o los propietarios del Espacio de Trabajo pueden modificar sus parámetros.

# edit_workspace_title_edit
source: Edit workspace
es: Editar Espacio de Trabajo

# edit_workspace_title_new
source: Create new workspace
es: Crear nuevo Espacio de Trabajo

# explain_reject
source: Please explain why you reject:
es: Por favor explique por que se rechaza:

# filter_all
source: All
es: Todos

# filter_archive
source: Archive
es: Archivo

# filter_drafts
source: Drafts
es: Borradores

# img_title_create_new_workspace
source: Create new workspace
es: Crear nuevo Espacio de Trabajo

# img_title_current_workspace
source: This is a current workspace!
es: ¡Este es un Espacio de Trabajo activo!

# img_title_edit_element
source: Edit element
es: Editar elemento

# img_title_edit_page
source: Edit page
es: Editar página

# img_title_publish
source: Publish
es: Publicar

# img_title_remove_from_ws
source: Remove from workspace?
es: ¿Eliminar del Espacio de Trabajo?

# img_title_show_log
source: Show Log
es: Mostrar log

# img_title_show_more
source: Show more
es: Ver más

# img_title_swap
source: Swap
es: Intercambiar

# label_access_level
source: Access level:
es: Nivel de acceso:

# label_allWSes
source: All workspaces
es: Todos los Espacios de Trabajo

# label_approveforpublishing
source: Approve for publishing
es: Aprovar para publicación

# label_branch
source: Branch
es: Rama

# label_commentforpublisher
source: Comment for Publisher:
es: Comentario para el publicador:

# label_commentforreviewer
source: Comment for Reviewer:
es: Comentario para el revisor:

# label_deletedrecord
source: Deleted element
es: Elemento borrado

# label_description
source: Description:
es: Descripción:

# label_doaction_publish
source: Publish
es: Publicar

# label_doaction_release
source: Remove this version
es: Eliminar esta versión

# label_doaction_swap
source: Swap
es: Intercambiar

# label_draft_versions
source: Workspace Versions:
es: Versiones borrador:

# label_element
source: Element
es: Elemento

# label_errors
source: Errors:
es: Errores:

# label_lifecycle
source: Lifecycle:
es: Ciclo de vida:

# label_live_version
source: Live Version:
es: Versión En Directo:

# label_multipleversions
source: Multiple versions in same workspace!
es: ¡Múltiples versiones en el mismo Espacio de Trabajo!

# label_nestedversions
source: Version inside version!
es: ¡Versión dentro de versión!

# label_newrecord
source: New element
es: Nuevo elemento

# label_offlineWSes
source: Draft workspaces
es: Espacios de trabajo borrador

# label_onlymychanges
source: Show only my changes
es: Mostrar sólo mis cambios

# label_options
source: Options:
es: Opciones:

# label_otherversions
source: Other version(s) in workspace(s):
es: Otra(s) versión(es) en Espacio(s) de trabajo:

# label_page
source: Page
es: Página

# label_pagetree
source: Pagetree:
es: Árbol de páginas:

# label_percentchange
source: %%% change:
es: %%% cambio:

# label_publish
source: Publish:
es: Publicar:

# label_reject
source: Reject
es: Rechazar

# label_rejected
source: Rejected
es: Rechazado

# label_resetstage
source: Reset stage
es: Restaurar fase

# label_review
source: Review
es: Revisar

# label_sendtoreview
source: Send to review
es: Enviar a revisión

# label_showsubelements
source: Show sub elements
es: Mostrar sub elementos

# label_stage
source: Stage:
es: Fase:

# label_status
source: Status:
es: Estado:

# label_subelements
source: Sub elements
es: Sub elementos

# label_subelementsdetails
source: Sub elements, click for details
es: Sub elementos, haga clic para ver detalles

# label_undefined
source: Undefined
es: Sin definir

# label_workspace
source: Workspace:
es: Espacio de Trabajo:

# link_text_create_new_workspace
source: Create new workspace
es: Crear nuevo Espacio de Trabajo

# menuitem_review
source: Review and Publish
es: Revisión y publicación

# menuitem_workspaces
source: Workspace List
es: Lista de Espacios de Trabajo

# mlang_labels_tabdescr
source: Workspace overview showing the changes you have made in the workspace. Here you can also publish the changes to the website if you are allowed to do that.
es: El resumen del Espacio de Trabajo muestra los cambios que ha realizado en el mismo. Desde aquí también podrá publicar cambios en el sitio web si está autorizado a ello.

# mlang_labels_tablabel
source: Workspace overview
es: Resumen del Espacio de Trabajo

# mlang_tabs_tab
source: Workspace
es: Espacio de Trabajo

# no_publish_permission
source: You are not permitted to publish from this workspace
es: No tiene permisos para publicar desde este Espacio de Trabajo

source: Please, wait...
es: Por favor espere...

# publish_prepare
source: TYPO3 is preparing to publish records.
es: TYPO3 se está preparando para publicar registros.

# publish_status
source: Published records <strong>%d</strong> to <strong>%d</strong> of <strong>%d</strong>.
es: Registros publicados del <strong>%d</strong> al <strong>%d</strong> de <strong>%d</strong>.

# publish_title
source: Publish workspace
es: Publicar espacio de trabajo

# remove_from_ws_confirmation
source: Remove from workspace?
es: ¿Eliminar del Espacio de Trabajo?

# return_to_index
source: Return to Workspace module
es: Volver al módulo del Espacio de Trabajo

# stage_approved_for_publish
source: "%s" approved for "Publish"
es: "%s" aprobado para "Publicar"

# stage_editing
source: Editing
es: Edición

# stage_label_user_comment
source: User Comment:
es: Comentarios del usuario:

# stage_publish
source: Publish
es: Publicar

# stage_rejected
source: "%s" rejected element!
es: ¡"%s" rechazó el elemento!

# stage_reset_to_editing
source: "%s" reset to "Editing"
es: "%s" restaurado a "Edición"

# stage_review
source: Review
es: Revisión

# stage_sent_to_review
source: "%s" sent element to "Review"
es: Elemento "%s" enviado a "Revisar"

# stage_undefined
source: [undefined]
es: [sin definir]

# submit_publish_workspace
source: Publish workspace
es: Publicar Espacio de Trabajo

# submit_publish_workspace_confirmation_1
source: Are you sure you want to publish all content in "Publish" stage from the workspace?
es: ¿Está seguro de que quiere publicar todo el contenido en la fase "Publicar" desde el Espacio de Trabajo?

# submit_publish_workspace_confirmation_2
source: Are you sure you want to publish all content from the workspace?
es: ¿Está seguro de que quiere publicar todo el contenido desde el Espacio de Trabajo?

# submit_swap_workspace
source: Swap workspace
es: Intercambiar Espacio de Trabajo

# submit_swap_workspace_confirmation_1
source: Are you sure you want to publish (swap) all content in "Publish" stage from the workspace?
es: ¿Está seguro de que quiere publicar (intercambiar) todo el contenido en la fase "Publicar" desde el Espacio de Trabajo?

# submit_swap_workspace_confirmation_2
source: Are you sure you want to publish (swap) all content from the workspace?
es: ¿Está seguro de que quiere publicar (intercambiar) todo el contenido desde el Espacio de Trabajo?

# swap_prepare
source: TYPO3 is preparing to swap records.
es: TYPO3 se está preparando para intercambiar registros.

# swap_status
source: Swapped records <strong>%d</strong> to <strong>%d</strong> of <strong>%d</strong>.
es: Registros intercambiados del <strong>%d</strong> al <strong>%d</strong> de <strong>%d</strong>.

# swap_title
source: Swap workspace
es: Intercambiar espacio de trabajo

# title
source: Workspace Manager
es: Gestor del Espacio de Trabajo

# workspace_description_draft
source: In the Draft workspace all changes will be made as new versions of the live content. Changes can be previewed, reviewed and eventually published live.
es: En el Espacio de Trabajo en borrador todos los cambios serán realizados como nuevas versiones del contenido publicado. Los cambios pueden ser previsualizados, revisados y eventualmente publicados.

# workspace_description_live
source: The LIVE workspace allows changes to take effect immediately on the website. However versioning can be applied inside the live workspace and this overview shows you draft and archive versions from the various workspaces, including the LIVE workspace.
es: El Espacio de Trabajo EN DIRECTO permite que los cambios tengan efecto inmediato en el sitio web. De cualquier manera, el versionado puede aplicarse dentro de dicho Espacio de Trabajo y este resumen muestra versiones de borrador y archivo de los diferentes Espacios de Trabajo, incluído el Espacio de Trabajo EN DIRECTO.

# workspace_description_no_access
source: You have no access to any workspace which might be an error. Please contact you administrator!
es: No tiene acceso a ningún Espacio de Trabajo, lo cual podría ser un error. ¡Contacte con su administrador!

# workspace_list_access_admin
source: Admin
es: Administrar

# workspace_list_access_admins_only
source: Admins only
es: Sólo administradores

# workspace_list_access_anyone
source: no restrictions
es: sin restricciones

# workspace_list_access_member
source: Member
es: Miembro

# workspace_list_access_offline
source: Offline
es: Fuera de línea

# workspace_list_access_online
source: Online
es: En línea

# workspace_list_access_owner
source: Owner
es: Dueño

# workspace_list_access_reviewer
source: Reviewer
es: Revisor

# workspace_list_db_mount_point_custom
source: Mount points from user profile are used.
es: Se están utilizando los puntos de montaje del perfil del usuario.

# workspace_list_db_mount_point_draft
source: Mount points from user profile are used.
es: Se están utilizando los puntos de montaje del perfil del usuario.

# workspace_list_db_mount_point_live
source: Mount points from user profile are used.
es: Se están utilizando los puntos de montaje del perfil del usuario.

# workspace_list_file_mount_point_custom
source: File mount points are not defined for this workspace. Therefore no file mount points available in the workspace.
es: No hay puntos de montaje de archivos definidos para éste Espacio de Trabajo. Por tanto, no hay puntos de montaje de archivos disponibles en el Espacio de Trabajo.

# workspace_list_file_mount_point_draft
source: File mount points are not available in draft workspace.
es: Los puntos de montaje de archivos no están disponibles en el Espacio de Trabajo borrador.

# workspace_list_file_mount_point_live
source: Mount points from user profile are used.
es: Se están utilizando los puntos de montaje del perfil de usuario.

# workspace_list_icon_title_edit_workspace
source: Edit workspace
es: Editar Espacio de Trabajo

# workspace_list_icon_title_switch_workspace
source: Switch workspace
es: Cambiar Espacio de Trabajo

# workspace_list_label_current_workspace
source: Current:
es: Actual:

# workspace_list_label_db_mountpoints
source: Database mountpoints:
es: Puntos de montaje de páginas:

# workspace_list_label_file_mountpoints
source: File mountpoints:
es: Puntos de montaje de archivos:

# workspace_list_label_frozen
source: Frozen:
es: Congelado:

# workspace_list_label_frozen_yes
source: Yes
es: Si

# workspace_list_label_members
source: Members:
es: Miembros:

# workspace_list_label_owners
source: Owners:
es: Propietarios:

# workspace_list_label_publish_date
source: Publish date:
es: Fecha de publicación:

# workspace_list_label_reviewers
source: Reviewers:
es: Revisores:

# workspace_list_label_unpublish_date
source: Unpublish date:
es: Fecha de despublicación:

# workspace_list_label_workspace_description
source: Description:
es: Descripción:

# workspace_list_label_workspace_title
source: Title:
es: Título:

# workspace_list_label_workspace_users
source: Workspace users:
es: Usuarios del Espacio de Trabajo:

# workspace_list_label_your_access
source: Your access:
es: Su acceso:

# workspace_list_mount_point_inaccessible
source: This mount point is defined for workspace but not accessible to you. If you need access to this mount point, ask your system administrator to give you access to it.
es: Este punto de montaje está definido para el Espacio de Trabajo pero no tiene permisos para acceder a él. Si necesita acceso, solicíteselo a su administrador.

# workspace_list_publishing_count
source: Published %d times
es: Publicado %d veces

# workspace_list_publishing_count_archive
source: Archive
es: Archivo

# workspace_list_publishing_count_draft
source: Draft
es: Borrador

# workspace_published
source: Workspace has been published.
es: El Espacio de Trabajo se ha publicado.

# workspace_swapped
source: Workspace has been swapped.
es: El Espacio de Trabajo se ha intercambiado.
