Repository: instruccionesaldorso/monteverdealojamiento.com
Catalog: web/typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_show_rechis.xlf
Languages: ca

# changes
source: Changelog
ca: Canvis al registre

source: delete
ca: Eliminar

source: Differences
ca: Diferències

# externalChange
source: Intermediate external change!
ca: Canvi extern intermedi!

# fullView
source: Return to full view
ca: Tornar a la vista

source: insert
ca: inserir

# markState
source: mark this change
ca: Marca aquest canvi

# maxSteps
source: Show entries:
ca: Mostra les entrades:

# maxSteps_all
source: ALL
ca: TOTS

# maxSteps_marked
source: marked
ca: marcat

# mergedDifferences
source: Preview for Rollback
ca: Vista prèvia de Restaurar

# noDifferences
source: There are no differences to the current page!
ca: No hi ha diferències a la pàgina actual!

source: Return
ca: Tornar

# returnLink
source: Click here to go back
ca: Cliqueu aquí per tornar

# revertAll
source: Rollback all changes shown
ca: Restaurar canvis

# revertField
source: Rollback single field
ca: Restaurar el valor anterior d'aquest camp

# revertRecord
source: Rollback single record
ca: Restaurar registre únic

source: Settings
ca: Configuració

# showDiff
source: Show differences:
ca: Mostra les diferències:

# showDiff_inline
source: Inline
ca: En línia

# showInsertDelete
source: Show inserts/deletes of records:
ca: Mostra insereix/elimina registres:

source: Show sub elements:
ca: Mostra sub elements:

# sumUpChanges
source: Rollback (Preview)
ca: Acumular els canvis fins a aquest punt

source: Time
ca: Hora

# title
source: Show record history
ca: Mostrar historial del registre

# unmarkState
source: unMark this change
ca: Desmarca aquest canvi

source: User
ca: Usuari

source: Yes
ca: Sí
