Repository: instruccionesaldorso/monteverdealojamiento.com
Catalog: web/typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_view_help.xlf
Languages: ca

source: Close
ca: Tancar

# description
source: The TYPO3 Inline User Manual is composed from the available help in this TYPO3 Installation (Context Sensitive Help). Here you will find a general description of the TYPO3 Core modules, installation specific Backend Modules and Database Tables that are available based on your login credentials.
ca: El manual en línia d'usuari de TYPO3 es genera dinàmicament a través dels recursos disponibles en aquesta instal·lació de TYPO3 (Ajuda sensitiva al context). Aquí trobaràs una descripció general dels mòduls del nucli de TYPO3, descripcions d'instal·lació específiques... Els mòduls del rerefons i les taules de la base de dades que estiguin disponibles dependran de la teva instal·lació concreta.

source: Details
ca: Detalls

# fullDescription
source: See full description of table
ca: Veure descripció completa de la taula

# fullDescription_module
source: See full description of module
ca: Veure descripció completa del mòdul

# full_manual
source: Full Manual (in one page)
ca: Manual Complet (en una pàgina)

# full_manual_chapters
source: Manual Chapters
ca: Manual per capítols

source: Go back
ca: Tornar

source: Introduction
ca: Introducció

# manual_title
source: TYPO3 Inline User Manual
ca: Manual en línia d'usuari de TYPO3

source: See also
ca: Vegi's també

source: Syntax
ca: Sintaxis

# title
source: TYPO3 Inline Help
ca: Ajuda en línia de TYPO3

# TOC
source: Table Of Contents
ca: Taula de Continguts

# TOC_core
source: TYPO3 Core Features
ca: Característiques del nucli de TYPO3

# TOC_glossary
source: Glossary
ca: Glossari

# TOC_modules
source: Backend Modules
ca: Mòduls del Rerefons

# TOC_other
source: Other
ca: Altres

# TOC_tables
source: Database Tables
ca: Taules de la base de dades

source: To top
ca: Anar a dalt
