Repository: instruccionesaldorso/monteverdealojamiento.com
Catalog: web/typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_wizards.xlf
Languages: ca

# colorpicker_black
source: BLACK
ca: NEGRE

# colorpicker_colorValue
source: Selected Color:
ca: Seleccionar color:

# colorpicker_fromImage
source: Capture color from image (click on image):
ca: Capturar color des d'imatge (clic en la imatge):

# colorpicker_fromList
source: Select HTML color name:
ca: Seleccionar nom de color HTML:

# colorpicker_fromMatrix
source: Select color from matrix (websafe colors):
ca: Seleccionar color des de la matriu (colors segurs per a la web):

# colorpicker_setClose
source: Save and Close
ca: Desar i Tancar

# colorpicker_title
source: Color Picker
ca: Capturador de color

# colorpicker_white
source: WHITE
ca: BLANC

# forms_autosize
source: Auto size
ca: Mida automàtica

# forms_checked
source: Checked
ca: Marcat

# forms_cols
source: Columns
ca: Columnes

# forms_config
source: Detailed configuration
ca: Configuració detallada

# forms_default
source: Value
ca: Valor

# forms_eform_formtype_mail
source: Send button label
ca: Etiqueta del botó d'enviament

# forms_eform_html_enabled
source: HTML mode enabled
ca: Manera HTML habilitat

# forms_eform_recipient
source: Recipient email
ca: Receptor de correu electrònic

# forms_eform_subject
source: Subject
ca: Assumpte

# forms_element
source: Element type
ca: Tipus d'element

# forms_extra
source: No Wrap
ca: No Ajustar

# forms_fieldName
source: Field
ca: Camp

# forms_label
source: Label
ca: Etiqueta

# forms_max
source: Max
ca: Màxim

# forms_multiple
source: Multiple
ca: Múltiple

# forms_options
source: List options
ca: Llista d'opcions

# forms_preview
source: Preview of element
ca: Previsualització de l'element

# forms_refresh
source: Refresh without saving
ca: Actualitzar sense guardar

# forms_required
source: Required
ca: Necessari

# forms_rows
source: Rows
ca: Files

# forms_size
source: Size
ca: Mida

# forms_special_eform
source: Special configuration for mail forms
ca: Configuració especial per a formularis de correu

# forms_title
source: Forms wizard
ca: Assistent de formularis

# forms_type
source: Type
ca: Tipus

# forms_type_check
source: Check box
ca: Casella de verificació

# forms_type_file
source: File upload
ca: Publicació de fitxer

# forms_type_hidden
source: Hidden value
ca: Camp de valor ocult

# forms_type_input
source: Input field
ca: Camp d'entrada

# forms_type_label
source: Label
ca: Etiqueta

# forms_type_password
source: Password field
ca: Camp de contrasenya

# forms_type_property
source: Property
ca: Propietat

# forms_type_radio
source: Radio buttons
ca: Botons d'opció

# forms_type_select
source: Selector box
ca: Casella de selecció

# forms_type_submit
source: Submit Button
ca: Camp d'Enviament

# forms_type_textarea
source: Text area
ca: Àrea de text

# grid_removeColumn
source: Remove column
ca: Eliminar columna

# grid_removeRow
source: Remove row
ca: Eliminar fila

# rte_undoLastChange
source: Undo/Redo last change (%s ago)
ca: Desfer/Refer últim canvi (%s vegades)

# table_addColumn
source: Add column to the right
ca: Agregar columna a la dreta

# table_addRow
source: Add row below
ca: Agregar fila sota

# table_bottom
source: Move to bottom
ca: Moure al final

# table_down
source: Move down
ca: Moure a baix

# table_end
source: Move to last column
ca: Moure a l'última columna

# table_left
source: Move left
ca: Moure a l'esquerra

# table_noData
source: No table,field or uid given
ca: Taula, camp o uid no donat

# table_removeColumn
source: Remove column
ca: Eliminar columna

# table_removeRow
source: Remove row
ca: Eliminar fila

# table_right
source: Move right
ca: Moure a la dreta

# table_smallFields
source: Small fields
ca: Camps petits

# table_start
source: Move to first column
ca: Moure a la primera columna

# table_title
source: Table wizard
ca: Assistent de Taules

# table_top
source: Move to top
ca: Moure al principi

# table_up
source: Move up
ca: Moure a dalt

# tsprop
source: TypoScript property lookup
ca: Recerca de propietat en TypoScript

# tsprop_addToList
source: Add to list...
ca: Afegir a la llista...

# tsprop_mixer_indent
source: Indent +2
ca: Sagnar +2

# tsprop_mixer_outdent
source: Outdent -2
ca: Sagnar -2

# tsprop_mixer_wrap
source: Wrap
ca: Ajustament

# tsprop_prefix
source: Object prefix
ca: Prefix de l'objecte

# tsprop_title
source: Object title
ca: Títol de l'objecte

# tsprop_tsconfig
source: TSconfig online
ca: TSconfig en línia

# tsprop_TSref
source: TSref online
ca: TSref en línia
