Repository: instruccionesaldorso/monteverdealojamiento.com
Catalog: web/typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_tsfe.xlf
Languages: ca

# adminOptions
source: ADMIN PANEL
ca: PANELL D'ADMINISTRACIÓ

source: Cache
ca: Memòria cau

# cache_cacheEntries
source: Cache entries
ca: Entrades de memòria cau:

# cache_clearLevels
source: Clear levels
ca: Esborrar nivells:

# cache_doit
source: Clear cache now!
ca: Esborrar memòria cau ara!

# cache_noCache
source: No caching
ca: Sense memòria cau:

# div_Levels_0
source: This page
ca: Aquesta pàgina

# div_Levels_1
source: + 1 sublevel
ca: + 1 subnivell

# div_Levels_2
source: + 2 sublevels
ca: + 2 subnivells

# edit
source: Editing
ca: Editant

# edit_displayFieldIcons
source: Display edit icons
ca: Mostrar Icones d'Edició:

# edit_displayIcons
source: Display edit panels
ca: Mostrar Panells d'Edició:

# edit_editFormsOnPage
source: Editforms on page
ca: Formularis d'edició en pàgina:

# edit_editNoPopup
source: No popup window
ca: Sense nova finestra:

# edit_editPageOverlay
source: Edit properties of translated page
ca: Editar propietats de la pàgina traduïda

# edit_editPageProperties
source: Edit page properties
ca: Editar les propietats de la pàgina

# edit_move_page
source: Move page
ca: Moure pàgina

# edit_newContentElement
source: Create new content element
ca: Crear nou element de contingut

# edit_newPage
source: Create new page
ca: Crear nova pàgina

# edit_openAB
source: Open TYPO3 Backend
ca: Obrir rerefons de TYPO3

# edit_recordHistory
source: View record change history
ca: Veure historial de canvis de registre

source: Info
ca: Informació

# p_delete
source: Delete
ca: Eliminar

# p_deleteConfirm
source: Are you sure you want to delete this record?
ca: Estàs segur que vols eliminar aquest registre?

# p_editRecord
source: Edit record
ca: Editar registre

# p_hide
source: Hide
ca: Ocultar

# p_hideConfirm
source: Hiding a record will make it invisible on the webpage. To edit the hidden record enter the backend or enable the frontend preview. Continue?
ca: Ocultar un registre el farà invisible en la pàgina web i hauràs d'entrar al rerefons o activar previsualització de frontal abans de poder editar-lo de nou. Continuar?

# p_moveDown
source: Move down
ca: Moure a baix

# p_moveUp
source: Move up
ca: Moure a dalt

# p_newRecordAfter
source: New record after
ca: Nou registre després

# p_newSubpage
source: New subpage
ca: Nova subpágina

source: Preview
ca: Previsualització

# preview_showHiddenPages
source: Show hidden pages
ca: Mostrar pàgines ocultes:

# preview_showHiddenRecords
source: Show hidden records
ca: Mostrar registres ocults:

# preview_simulateDate
source: Simulate time
ca: Simular data:

# preview_simulateUserGroup
source: Simulate user group
ca: Simular Grup d'Usuari:

source: Publish
ca: Publicar

# publish_doit
source: Publish now!
ca: Publicar ara!

source: Publish levels
ca: Publicar nivells:

# publish_tree
source: Publish pages
ca: Publicar pàgines:

# p_unhide
source: Un-Hide
ca: Mostrar

# tsdebug_displayContent
source: Display content
ca: Mostrar contingut:

# tsdebug_displayMessages
source: Display messages
ca: Mostrar missatges:

# tsdebug_displayTimes
source: Display all times
ca: Mostrar sempre:

# tsdebug_forceTemplateParsing
source: Force TS Rendering
ca: Forçar dibuixat de TS:

# tsdebug_LR
source: Track content rendering
ca: Seguiment de dibuixat de contingut:

# tsdebug_tree
source: Tree display
ca: Visualitzar en arbre:

source: Update
ca: Actualitzar
