Repository: instruccionesaldorso/monteverdealojamiento.com
Catalog: web/typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_mod_web_list.xlf
Languages: ca, es

# clip_deleteMarked
source: Delete marked
ca: Eliminar marcats
es: Borrar marcados

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked records from the table '%s'?
ca: Segur que voleu eliminar tots els registres marcats de la taula '%s'?
es: ¿Seguro que quiere borrar todos los registros marcados de la tabla '%s'?

# clip_duplicates
source: Mark duplicates
ca: Marcar duplicats
es: Marcar duplicados

# clip_editMarked
source: Edit marked
ca: Editar marcats
es: Editar marcados

# clip_markRecords
source: Mark All/Mark none
ca: Marcar/Desmarcar tots
es: Marcar/Desmarcar todos

# clip_paste
source: Paste in clipboard content
ca: Enganxar el contingut del porta-retalls
es: Pegar el contenido del portapapeles

# clip_pasteAfter
source: Paste after: Clipboard content is inserted after this record
ca: Enganxar després: El contingut del porta-retalls és inserit després d'aquest registre
es: Pegar después: el contenido del portapapeles es insertado después de este registro

# clip_pasteInto
source: Paste into: Clipboard content is inserted on this page
ca: Enganxar en: El contingut del porta-retalls és inserit en aquesta pàgina
es: Pegar en: el contenido del portapapeles es insertado en esta página

# clip_selectMarked
source: Transfer the selection of records to clipboard
ca: Transferència de la selecció dels registres al porta-retalls
es: Transferir la selección de registros al portapapeles

# contractView
source: List all tables
ca: Llistar totes les taules
es: Listar todas las tablas

# defaultLanguage
source: Default
ca: Per defecte
es: Predeterminado

# delete
source: Delete record (!)
ca: Eliminar registre (!)
es: Eliminar registro (!)

# deleteWarning
source: Are you sure you want to delete this record?
ca: Segur que desitja eliminar aquest registre?
es: ¿Seguro que desea eliminar este registro?

source: Display versions
ca: Mostrar versions

# edit
source: Edit record
ca: Edita registre
es: Editar registro

# editPage
source: Edit page properties
ca: Edita les propietats de la pàgina
es: Editar propiedades de la página

# editShownColumns
source: Edit all shown fields of the listed records
ca: Editar els camps mostrats en els registres llistats
es: Editar los campos mostrados en los registros listados

# editThisColumn
source: Edit the '%s' field of the listed records
ca: Editar el camp '%s' en els registres llistats
es: Editar el campo "%s" en los registros listados

# expandView
source: List only this table
ca: Llistar només aquesta taula
es: Listar solamente esta tabla

# hide
source: Hide record
ca: Ocultar registre
es: Ocultar registro

source: Hide page
ca: Ocultar pàgina
es: Ocultar página

# history
source: Display change history / Un-do
ca: Mostrar historial de canvis / Desfer
es: Mostrar historial de cambios / Deshacer

# largeControl
source: Extended view
ca: Vista ampliada
es: Vista extendida

# localization
source: Localization view
ca: Veure localització
es: Vista de traducción

# Localize
source: Localize to:
ca: Localitzar:
es: Traducir a:

# mlang_labels_tablabel
source: List of database-records
ca: Llista de registres
es: Lista de registros

# mlang_tabs_tab
source: List
ca: Llista
es: Lista

# moveDown
source: Move down in list
ca: Moure cap avall a la llista
es: Bajar en la lista

source: Move page
ca: Moure pàgina
es: Mover página

# move_record
source: Re-position content element
ca: Torneu a la posició l'element de contingut
es: Re-posicionar elemento de contenido

# moveUp
source: Move up in list
ca: Moure cap amunt en la llista
es: Subir en la lista

# multipleLanguages
source: All languages
ca: Tots els idiomes
es: Todos los idiomas

# new
source: New record
ca: Nou registre
es: Nuevo registro

# newPage
source: Create new page after this page
ca: Crear nova pàgina després d'aquesta pàgina
es: Crear página después de esta página

# newRecord
source: Create new record after this record
ca: Crear un nou registre després d'aquest registre
es: Crear nuevo registro después de este registro

# newRecordGeneral
source: Create new record
ca: Crear un nou registre
es: Crear nuevo registro

# nextLevel
source: Move this page to be a subpage of the page above (Outwards)
ca: Moure aquesta pàgina a una subpágina de la pàgina superior (cap a fora)
es: Mover esta página a una subpágina de la página superior (hacia afuera)

# permissions
source: Set permissions for page
ca: Establir permisos per a aquesta pàgina
es: Establecer permisos para esta página

# prevLevel
source: Move this page to the position after the current parent page (Inwards)
ca: Moure aquesta pàgina a la posició després de la pàgina pare actual (cap a dintre)
es: Mover esta página a la posición después de la página padre actual (hacia dentro)

source: Show clipboard
ca: Mostrar porta-retalls
es: Mostrar portapapeles

# showInfo
source: Display information
ca: Mostrar informació
es: Mostrar información

# unHide
source: Un-hide record
ca: Mostrar registre
es: Mostrar registro

source: Un-hide page
ca: Mostrar pàgina
es: Mostrar página

# viewRecords
source: Viewing records of
ca: Visualització de registres de

# mlang_labels_tabdescr
source: The Web>List module provides low level access to records appearing on a page.
es: El módulo Web>Lista provee del acceso a mas bajo nivel de los registros que forman una página. En tanto que los otros módulos están especializados en cietas operaciones en ciertas tablas, este módulo permite el acceso total a los registros en crudo disponibles para el usuario.
